<template>
    <div class="treasures">
        <BaseHero title="Сокровищницы биоразнообразия" :descr="heroDescr" :img="'img/hero8.jpg'"
            :imgMobile="'img/hero8-mobile.jpg'" />
        <MainSection>
            <SectionWhite>
                <BaseTextBlock class="treasures__start">
                    <picture>
                        <source type="image/webp" srcset="img/treasures-1.webp">
                        <img loading="lazy" src="img/treasures-1.png" alt="">
                    </picture>
                    <div class="title">Заповедники Кольского&nbsp;дивизиона</div>
                </BaseTextBlock>

                <BaseTextBlock class="mb-60" title="Заповедник «Пасвик»" undertitle="Мурманская область">
                    <p class="mb-10">
                        Заповедник &laquo;Пасвик&raquo; узкой полосой вытянулся вдоль государственной границы России
                        и&nbsp;Норвегии. В&nbsp;переводе с&nbsp;языка саамов &laquo;Пасвик&raquo; означает &laquo;святая
                        река&raquo;&nbsp;&mdash; так местные жители называли реку Паз, которая протекает по&nbsp;особо
                        охраняемой природной территории.
                    </p>
                    <p class="mobile-visible">
                        Границы заповедника находятся в&nbsp;15&nbsp;км от&nbsp;предприятий &laquo;Норникеля&raquo;
                    </p>
                </BaseTextBlock>
                <div class="treasures__map treasures__map-1-mobile">
                    <BaseNumberBlock class="number-block-2" :textTop="'14&nbsp;687&nbsp;га'"
                        :textBottom="'площадь заповедника'" />
                    <BaseNumberBlock class="number-block-1" :textTop="'16&nbsp;июля 1992&nbsp;г.'"
                        :textBottom="'дата создания'" />
                    <BasePhoto class="treasures__photo-block" :img-mobile="'img/treasures-img-1-mobile.jpg'" />
                </div>
                <BaseTextBlock>
                    <p>
                        Это первый заповедник в&nbsp;нашей стране, созданный после распада СССР, и&nbsp;самый молодой
                        заповедник Мурманской области. &laquo;Пасвик&raquo; первым из&nbsp;российских заповедников стал
                        членом Федерации Европарк и&nbsp;получил её&nbsp;сертификат.
                    </p>

                    <p class="mobile-visible mt-10 mb-60">
                        Вместе с&nbsp;норвежским национальным парком &laquo;Эвре-Пасвик&raquo; и&nbsp;финским
                        &laquo;Вятсяри&raquo; образует трёхсторонний трансграничный парк &laquo;Пасвик-Инари&raquo;
                    </p>
                </BaseTextBlock>

                <div class="treasures__map treasures__map-1">
                    <BaseNumberBlock class="number-block-2" :textTop="'14&nbsp;687&nbsp;га'"
                        :textBottom="'площадь заповедника'" />
                    <BaseNumberBlock class="number-block-1" :textTop="'16&nbsp;июля 1992&nbsp;г.'"
                        :textBottom="'дата создания'" />
                    <BasePhoto class="treasures__photo-block" :img="'img/treasures-img-1.jpg'" />
                    <div class="treasures__map-text treasures__map-text-1">
                        Вместе с&nbsp;норвежским национальным парком &laquo;Эвре-Пасвик&raquo; и&nbsp;финским
                        &laquo;Вятсяри&raquo; образует трёхсторонний трансграничный парк &laquo;Пасвик-Инари&raquo;
                    </div>
                    <div class="treasures__map-text treasures__map-text-2">
                        Границы заповедника находятся в&nbsp;15&nbsp;км от&nbsp;предприятий &laquo;Норникеля&raquo;
                    </div>
                </div>

                <BaseTextBlock class="mb-60-40" title="Флора и фауна">
                    <span>
                        Больше половины территории &laquo;Пасвика&raquo; покрыто сосновым лесом, а&nbsp;оставшаяся
                        часть&nbsp;&mdash; рекой и&nbsp;болотами. Заповедник создавался ради сохранения и&nbsp;изучения
                        этих
                        природных зон и&nbsp;их&nbsp;обитателей.
                    </span>
                </BaseTextBlock>

                <div class="number-blocks text-block__wrap mb-60-40">
                    <BaseNumberBlock :textTop="'242&nbsp;вида'" :textBottom="'птиц'" />
                    <BaseNumberBlock :textTop="'32&nbsp;вида'" :textBottom="'млекопитающих'" />
                    <BaseNumberBlock :textTop="'1814&nbsp;видов'" :textBottom="'растений и&nbsp;грибов'" />
                </div>

                <BaseTextBlock>
                    <span>
                        Но&nbsp;&laquo;Пасвик&raquo; впечатляет не&nbsp;только своей природой&nbsp;&mdash; немало
                        интересного
                        здесь найдут этнографы и&nbsp;антропологи. В&nbsp;разное время на&nbsp;территории, занятой
                        в&nbsp;наши
                        дни заповедником, жили саамы, финны, русские и&nbsp;норвежцы, а&nbsp;на&nbsp;некоторых участках
                        обнаружены стоянки охотников эпохи раннего неолита.<br /><br />На&nbsp;территории заповедника
                        зарегистрировано
                        несколько десятков видов редких животных и&nbsp;растений, занесённых в&nbsp;Красную книгу. Вот
                        лишь
                        некоторые из&nbsp;них:
                    </span>
                </BaseTextBlock>

                <div class="treasures-1 mb-100 treasures__scroll-block">
                    <TreasuresScrollSwiper1 />
                    <svg class="mobile-icon-scroll" xmlns="http://www.w3.org/2000/svg" width="49" height="43"
                        viewBox="0 0 49 43" fill="none">
                        <path fill-rule="evenodd" clip-rule="evenodd"
                            d="M17.2522 15.3469C17.4445 15.3469 17.6377 15.2811 17.7955 15.1466C18.147 14.8469 18.1887 14.3193 17.8885 13.9682C16.736 12.6208 16.1013 10.9023 16.1013 9.12929C16.1013 5.01713 19.4518 1.67171 23.5701 1.67171C27.6885 1.67171 31.039 5.01713 31.039 9.12929C31.039 10.9023 30.4043 12.6208 29.2518 13.9681C28.9516 14.3191 28.9932 14.8467 29.3447 15.1465C29.6964 15.4463 30.2248 15.4047 30.5249 15.0538C31.936 13.404 32.7132 11.3 32.7132 9.12929C32.7132 4.09535 28.6116 0 23.5701 0C18.5286 0 14.4271 4.09535 14.4271 9.12929C14.4271 11.3 15.2042 13.404 16.6153 15.0538C16.7809 15.2475 17.0158 15.3469 17.2522 15.3469ZM37.2992 33.2569C37.117 35.1289 36.3767 36.89 35.2146 38.2162C33.6211 40.0348 31.4197 40.9569 28.6713 40.9569C23.6455 40.9569 20.6547 36.6329 20.626 36.5906C20.6157 36.5752 20.6048 36.5602 20.5935 36.5456C18.475 33.8071 14.7644 26.9786 13.6775 24.9511C13.6716 24.9401 13.6735 24.9258 13.6762 24.9181C14.7728 24.2996 16.1283 24.6072 16.9038 25.6516L20.6622 30.7131C20.8773 31.0028 21.2541 31.1221 21.5972 31.009C21.9401 30.8959 22.1718 30.576 22.1718 30.2153V9.24948C22.1718 8.82245 22.3392 8.41513 22.6312 8.13203C22.888 7.88286 23.2153 7.75121 23.5609 7.76116C24.2858 7.78222 24.8757 8.47155 24.8757 9.2978V20.3073V22.4185C24.8757 22.8802 25.2504 23.2544 25.7128 23.2544C26.175 23.2544 26.5499 22.8802 26.5499 22.4185V20.3307C26.581 19.5318 27.1726 18.9069 27.8998 18.9069C28.6452 18.9069 29.2517 19.5749 29.2517 20.3958V23.2098C29.2517 23.6714 29.6266 24.0456 30.0888 24.0456C30.5512 24.0456 30.9259 23.6714 30.9259 23.2098C30.9259 22.3889 31.5324 21.7209 32.278 21.7209C33.0234 21.7209 33.6298 22.3889 33.6298 23.2098V25.4738C33.6298 25.578 33.6493 25.6813 33.6874 25.7783L33.7276 25.881C33.864 26.2291 34.215 26.4449 34.588 26.4084C34.9606 26.3723 35.264 26.0935 35.3308 25.7257C35.4567 25.0333 36.0139 24.5307 36.656 24.5307C37.3905 24.5307 37.99 25.1789 38.0076 25.983L37.2992 33.2569ZM36.656 22.859C38.3247 22.859 39.6823 24.2767 39.6823 26.0195C39.6823 26.0465 39.6809 26.0735 39.6783 26.1004L38.9656 33.4187C38.7498 35.6354 37.8651 37.7301 36.4745 39.3169C34.5764 41.4834 31.878 42.6286 28.6713 42.6286C22.8888 42.6286 19.5497 37.9781 19.253 37.5474C17.1139 34.7734 13.6108 28.3692 12.2015 25.7399C11.7699 24.9349 12.0546 23.9176 12.8359 23.4721C14.6816 22.4199 16.958 22.9178 18.2488 24.656L20.4975 27.6845V9.24948C20.4975 8.37334 20.8501 7.52896 21.4648 6.93283C22.0491 6.36612 22.8122 6.06663 23.6096 6.09012C25.2309 6.13726 26.5499 7.57627 26.5499 9.2978V17.5632C26.956 17.353 27.4144 17.2352 27.8998 17.2352C29.5641 17.2352 30.919 18.6459 30.9259 20.3826C31.333 20.1693 31.7923 20.0492 32.2779 20.0492C33.9408 20.0492 35.2948 21.4576 35.304 23.192C35.7134 22.9782 36.1736 22.859 36.656 22.859ZM27.3682 12.8811C26.9907 12.6146 26.9009 12.0931 27.1677 11.7161C27.694 10.9726 27.9722 10.0971 27.9722 9.18462C27.9722 6.76098 25.9974 4.7892 23.5701 4.7892C21.1428 4.7892 19.1681 6.76098 19.1681 9.18462C19.1681 10.1102 19.4533 10.9958 19.993 11.7454C20.2629 12.1202 20.1774 12.6426 19.8019 12.912C19.6541 13.0182 19.4832 13.0692 19.314 13.0693C19.0537 13.0693 18.7971 12.9484 18.6336 12.7212C17.8879 11.6855 17.4938 10.4626 17.4938 9.18462C17.4938 5.8392 20.2196 3.11749 23.5701 3.11749C26.9206 3.11749 29.6464 5.8392 29.6464 9.18462C29.6464 10.4446 29.2621 11.6536 28.535 12.6809C28.2682 13.0579 27.7457 13.1476 27.3682 12.8811Z"
                            fill="#C5C5C6" />
                        <path fill-rule="evenodd" clip-rule="evenodd"
                            d="M3.99145 9.48455L3.16866 8.8144H9.47678C9.93505 8.8144 10.3065 8.44165 10.3065 7.98181C10.3065 7.52197 9.93505 7.14922 9.47678 7.14922H3.16858L3.99136 6.47907C4.34716 6.18925 4.40151 5.66496 4.11267 5.30787C3.82375 4.95085 3.30126 4.8964 2.94562 5.18623L0.306926 7.33539L0.305017 7.33705C0.282531 7.35554 0.260875 7.37527 0.24038 7.39608C0.235152 7.40125 0.230755 7.40682 0.225776 7.41215C0.210841 7.42806 0.196403 7.44429 0.182795 7.46128C0.176489 7.4691 0.170846 7.47726 0.164872 7.48534C0.153338 7.50074 0.142137 7.51648 0.131765 7.53271C0.126289 7.54129 0.121144 7.55003 0.116082 7.55877C0.106208 7.57551 0.0967494 7.59266 0.088037 7.61014C0.0838053 7.61872 0.0795732 7.62729 0.0757563 7.63595C0.0672098 7.65452 0.0595764 7.6735 0.0524405 7.69274C0.0494534 7.70098 0.0462175 7.70922 0.0433963 7.71755C0.0366753 7.73786 0.0310329 7.75851 0.0258054 7.77941C0.023814 7.78732 0.0214075 7.79506 0.0196651 7.80314C0.0148525 7.82512 0.0113676 7.84751 0.00829744 7.87016C0.00730176 7.87732 0.00589116 7.8844 0.0050614 7.89172C0.00190833 7.92128 0 7.95126 0 7.98181C0 8.01228 0.00190833 8.04226 0.0050614 8.0719C0.00589116 8.07914 0.00730176 8.08622 0.00829744 8.09338C0.0113676 8.11602 0.0148525 8.13842 0.0196651 8.1604C0.0214075 8.16839 0.023814 8.17622 0.0258054 8.18421C0.0310329 8.20511 0.0366753 8.22576 0.0433963 8.24599C0.0462175 8.2544 0.0493705 8.26256 0.0524405 8.2708C0.0594934 8.29004 0.0671269 8.30894 0.0756734 8.32759C0.0795733 8.33624 0.0838052 8.3449 0.0881199 8.35348C0.0967494 8.37096 0.106125 8.38795 0.115917 8.40468C0.121061 8.41351 0.126289 8.42233 0.131848 8.43099C0.142137 8.44698 0.15309 8.46247 0.164457 8.4777C0.170514 8.48603 0.176489 8.49444 0.182961 8.5026C0.195988 8.51891 0.210011 8.5344 0.224282 8.54972C0.229842 8.55572 0.234903 8.56196 0.240629 8.56779C0.260958 8.58835 0.282282 8.60784 0.304603 8.62624L0.306843 8.62823L2.94554 10.7774C3.0993 10.9027 3.28425 10.9636 3.46796 10.9636C3.70941 10.9636 3.94871 10.8584 4.11267 10.6557C4.40151 10.2987 4.34716 9.77438 3.99145 9.48455Z"
                            fill="#C5C5C6" />
                        <path
                            d="M45.138 8.81443H38.8298C38.3716 8.81443 38 8.44168 38 7.98184C38 7.522 38.3716 7.14925 38.8298 7.14925H45.138L44.3153 6.4791C43.9595 6.18936 43.9051 5.66499 44.1939 5.30798C44.4826 4.95088 45.0054 4.89635 45.3611 5.18625L47.9998 7.33542L48.0016 7.33708C48.0242 7.35565 48.0457 7.3753 48.0662 7.39611C48.0715 7.40127 48.076 7.40694 48.0809 7.41226C48.0958 7.42817 48.1103 7.44432 48.1239 7.4613C48.1301 7.46913 48.1359 7.47737 48.1419 7.48545C48.1533 7.50094 48.1645 7.51659 48.1749 7.53274C48.1803 7.54132 48.1855 7.55006 48.1905 7.5588C48.2005 7.57562 48.2099 7.59269 48.2186 7.61017C48.2228 7.61875 48.227 7.62732 48.2309 7.63606C48.2394 7.65455 48.247 7.67353 48.2542 7.69276C48.2572 7.70101 48.2604 7.70925 48.2632 7.71766C48.2699 7.73781 48.2757 7.75846 48.2808 7.77927C48.2829 7.78735 48.2852 7.79517 48.287 7.80325C48.2918 7.82523 48.2952 7.84754 48.2982 7.87011C48.2993 7.87735 48.3008 7.88451 48.3016 7.89175C48.3047 7.92131 48.3066 7.95137 48.3066 7.98184C48.3066 8.01231 48.3047 8.04237 48.3016 8.07193C48.3008 8.07917 48.2993 8.08625 48.2983 8.09341C48.2953 8.11605 48.2918 8.13845 48.287 8.16051C48.2852 8.16851 48.2829 8.17625 48.2808 8.18424C48.2757 8.20514 48.2699 8.22587 48.2632 8.24602C48.2604 8.25443 48.2572 8.26259 48.2542 8.27083C48.2471 8.29015 48.2395 8.30905 48.231 8.32761C48.227 8.33636 48.2228 8.34493 48.2185 8.35351C48.2099 8.37099 48.2006 8.38798 48.1907 8.40479C48.1856 8.41362 48.1803 8.42236 48.1748 8.43102C48.1645 8.44701 48.1535 8.46249 48.1422 8.47781C48.1361 8.48606 48.1301 8.49455 48.1237 8.50262C48.1107 8.51894 48.0967 8.53451 48.0824 8.54975C48.0768 8.55574 48.0718 8.56207 48.066 8.5679C48.0457 8.58846 48.0244 8.60795 48.002 8.62626L47.9999 8.62826L45.3612 10.7775C45.2073 10.9027 45.0225 10.9637 44.8387 10.9637C44.5973 10.9637 44.3579 10.8584 44.1939 10.6558C43.9051 10.2988 43.9595 9.7744 44.3152 9.48458L45.138 8.81443Z"
                            fill="#C5C5C6" />
                    </svg>
                </div>

                <BaseAccordion class="accordion" :faq="faq">
                    <BaseTextBlock class="mb-60" title="Помощь «Норникеля»">
                        <p class="mb-10">
                            В&nbsp;2017 году компания &laquo;Норникель&raquo; выделила более 70&nbsp;млн рублей
                            на&nbsp;проектирование и&nbsp;строительство визит-центра заповедника &laquo;Пасвик&raquo;
                            в&nbsp;посёлке Никель. Здесь проводятся научные форумы, читают лекции об&nbsp;окружающей
                            среде,
                            работают временные и&nbsp;постоянные выставки.
                        </p>
                        <p class="mb-10">
                            В&nbsp;2019 году &laquo;Норникель&raquo; приобрёл для &laquo;Пасвика&raquo; уникальную
                            передвижную
                            эколабораторию. Этот автомобиль приспособлен к&nbsp;суровым условиям Арктики и&nbsp;может
                            преодолевать реки, бездорожье и&nbsp;скалистую тундру.
                        </p>
                        <p>
                            В&nbsp;лаборатории есть всё, что необходимо учёным для повседневной работы. Однако этот
                            автомобиль&nbsp;&mdash; не&nbsp;просто рабочее место для учёных, но&nbsp;и&nbsp;настоящий
                            дом:
                            в&nbsp;нём можно спать, готовить пищу. И&nbsp;что важнее всего&nbsp;&mdash; жить в&nbsp;нём
                            гораздо
                            безопаснее, чем в&nbsp;палатках.
                        </p>
                    </BaseTextBlock>

                    <div class="treasures__laboratory">
                        <img loading="lazy" class="treasures__laboratory-car" src="img/laboratory-car.png" alt="">
                        <div class="treasures__laboratory-line">
                            <svg width="914" height="251" viewBox="0 0 914 251" fill="none"
                                xmlns="http://www.w3.org/2000/svg">
                                <path
                                    d="M13.0805 158.685C14.4881 158.252 15.1638 156.801 14.5897 155.445C14.0155 154.089 12.409 153.34 11.0013 153.774C9.59371 154.207 8.91802 155.657 9.49216 157.013C10.0663 158.37 11.6729 159.118 13.0805 158.685ZM44.3063 125.987L44.3463 126.47L44.3063 125.987ZM413.318 125.667L44.2662 125.504L44.3463 126.47L413.398 126.634L413.318 125.667ZM44.2662 125.504C25.7694 125.495 11.5017 138.869 11.5248 156.192L12.557 156.266C12.5346 139.447 26.3874 126.462 44.3463 126.47L44.2662 125.504ZM456.4 85.2864C456.431 108.081 437.657 125.678 413.318 125.667L413.398 126.634C438.275 126.645 457.464 108.659 457.433 85.3607L456.4 85.2864Z"
                                    fill="#4F4F4F" />
                                <path
                                    d="M296.079 158.683C297.487 158.25 298.163 156.8 297.589 155.443C297.014 154.087 295.408 153.339 294 153.772C292.593 154.205 291.917 155.656 292.491 157.012C293.065 158.368 294.672 159.116 296.079 158.683ZM413.315 125.632L327.268 125.527L327.347 126.494L413.394 126.598L413.315 125.632ZM327.268 125.527C308.773 125.505 294.501 138.871 294.524 156.191L295.556 156.265C295.533 139.449 309.391 126.472 327.347 126.494L327.268 125.527ZM456.4 85.2847C456.43 108.074 437.65 125.661 413.315 125.632L413.394 126.598C438.267 126.629 457.463 108.653 457.432 85.359L456.4 85.2847Z"
                                    fill="#4F4F4F" />
                                <path
                                    d="M618.143 158.472C616.736 158.039 616.06 156.589 616.634 155.233C617.208 153.876 618.815 153.128 620.222 153.561C621.63 153.994 622.306 155.445 621.732 156.801C621.158 158.157 619.551 158.905 618.143 158.472ZM500.908 125.421L586.955 125.316L586.876 126.283L500.828 126.388L500.908 125.421ZM586.955 125.316C605.449 125.294 619.722 138.66 619.699 155.98L618.667 156.054C618.689 139.238 604.832 126.261 586.876 126.283L586.955 125.316ZM457.823 85.0737C457.792 107.863 476.573 125.45 500.908 125.421L500.828 126.388C475.955 126.418 456.76 108.442 456.791 85.148L457.823 85.0737Z"
                                    fill="#4F4F4F" />
                                <path
                                    d="M900.845 158.509C899.438 158.076 898.762 156.626 899.336 155.269C899.91 153.913 901.517 153.165 902.924 153.598C904.332 154.031 905.008 155.481 904.434 156.838C903.859 158.194 902.253 158.942 900.845 158.509ZM869.62 125.811L869.579 126.295L869.62 125.811ZM500.608 125.491L869.66 125.328L869.579 126.295L500.528 126.458L500.608 125.491ZM869.66 125.328C888.156 125.32 902.424 138.693 902.401 156.016L901.369 156.091C901.391 139.271 887.538 126.287 869.579 126.295L869.66 125.328ZM457.525 85.1106C457.495 107.905 476.269 125.502 500.608 125.491L500.528 126.458C475.651 126.469 456.462 108.484 456.493 85.1849L457.525 85.1106Z"
                                    fill="#4F4F4F" />
                            </svg>
                        </div>
                        <div class="treasures__laboratory-wrap">
                            <div class="treasures__laboratory-item">
                                <img loading="lazy" src="img/laboratory-1.png" alt="">
                                <div class="treasures__laboratory-text">GPS-навигатор</div>
                            </div>
                            <div class="treasures__laboratory-item">
                                <img loading="lazy" src="img/laboratory-2.png" alt="">
                                <div class="treasures__laboratory-text">
                                    Приборы для изучения состояния воздуха, воды&nbsp;и&nbsp;почвы
                                </div>
                            </div>
                            <div class="treasures__laboratory-item">
                                <img loading="lazy" src="img/laboratory-3.png" alt="">
                                <div class="treasures__laboratory-text">
                                    Морозильные камеры для хранения собранных материалов
                                </div>
                            </div>
                            <div class="treasures__laboratory-item">
                                <img loading="lazy" src="img/laboratory-4.png" alt="">
                                <div class="treasures__laboratory-text">
                                    Фотоловушки
                                </div>
                            </div>
                        </div>
                    </div>

                    <BaseTextBlock class="mb-60">
                        <p class="mb-10">
                            Кроме того, в&nbsp;рамках благотворительной программы &laquo;Мир новых возможностей&raquo;
                            компания
                            &laquo;Норникель&raquo; неоднократно поддерживала &laquo;Пасвик&raquo;, выделяя средства
                            на&nbsp;открытие новых экологических троп и&nbsp;проведение мониторинга природных
                            комплексов,
                            флоры
                            и&nbsp;фауны заповедника.
                        </p>
                        <p class="mb-10">
                            Сумма ежегодных мониторинговых контрактов составляет 5,385&nbsp;млн рублей. Дополнительно
                            &laquo;Норникелем&raquo; выделено 2&nbsp;млн рублей на&nbsp;помощь в&nbsp;восстановлении
                            популяции
                            европейской жемчужницы.
                        </p>
                        <p>
                            На&nbsp;выделяемые &laquo;Норникелем&raquo; средства сотрудники заповедника проводят научные
                            исследования, реализуют программы восстановления популяций редких видов и&nbsp;ведут
                            мониторинг
                            крупных млекопитающих. Волонтёры &laquo;Норникеля&raquo; застроили экотропами пешеходные
                            маршруты
                            заповедника и&nbsp;каждый год их&nbsp;обновляют.
                        </p>
                        <a href="https://pasvik-reserve.ru/" target="_blank" class="treasures__link">
                            <svg xmlns="http://www.w3.org/2000/svg" width="20" height="20" viewBox="0 0 20 20"
                                fill="none">
                                <circle cx="10" cy="10" r="9.5" stroke="#D38235" />
                                <path
                                    d="M14.5 10C14.5 12.7006 13.9516 15.1209 13.0883 16.8475C12.2101 18.604 11.0893 19.5 10 19.5C8.9107 19.5 7.78993 18.604 6.91168 16.8475C6.04839 15.1209 5.5 12.7006 5.5 10C5.5 7.29937 6.04839 4.87912 6.91168 3.15254C7.78993 1.39605 8.9107 0.5 10 0.5C11.0893 0.5 12.2101 1.39605 13.0883 3.15254C13.9516 4.87912 14.5 7.29937 14.5 10Z"
                                    stroke="#D38235" />
                                <path d="M0.5 10H19.5" stroke="#D38235" />
                            </svg>
                            <div class="treasures__link-descr">
                                Перейти на&nbsp;сайт заповедника &laquo;Пасвик&raquo;
                            </div>
                        </a>
                    </BaseTextBlock>
                </BaseAccordion>
                <BaseAccordion class="accordion" :faq="faq2">
                    <BaseTextBlock class="mb-60">
                        <p class="mb-10">
                            В&nbsp;2023 году в&nbsp;заповеднике &laquo;Пасвик&raquo; завершились начатые пять лет назад
                            работы по&nbsp;картографированию участков в&nbsp;долине реки Паз. Здесь гнездятся
                            и&nbsp;останавливаются во&nbsp;время весенних и&nbsp;осенних миграций водные
                            и&nbsp;околоводные птицы.
                        </p>
                        <p>
                            Исследования помогли не&nbsp;только выявить ключевые орнитологические территории
                            в&nbsp;долине реки, но&nbsp;и&nbsp;подтвердить, что наиболее существенно на&nbsp;орнитофауну
                            в&nbsp;этом районе влияют ГЭС.
                        </p>

                        <div class="position-info-bird">
                            <img loading="lazy" src="img/curlew.png" alt="">
                            <div class="position-info-bird__descr">
                                Самая высокая концентрация птиц отмечена на&nbsp;участках от&nbsp;Хевоскоски ГЭС
                                до&nbsp;озера Ваггатем и&nbsp;от&nbsp;Мелькефосс ГЭС до&nbsp;озера Сальмиярви.
                            </div>
                        </div>
                    </BaseTextBlock>

                    <div class="fertilizer">
                        <BaseTextBlock class="mb-60">
                            <p class="mb-10">
                                Параллельно с&nbsp;этим в&nbsp;бассейне реки Паз проводились работы по&nbsp;изучению
                                местообитаний редкого вида моллюсков&nbsp;&mdash; жемчужницы европейской, а&nbsp;также
                                лососёвых рыб. В&nbsp;бассейне реки Наутсийоки удалось обнаружить крупные колонии
                                жемчужницы и&nbsp;нетронутые участки, где нерестится рыба.
                            </p>
                            <p>
                                Учёные считают, что в&nbsp;бассейне Наутсийоки необходимо создать особо охраняемую
                                природную территорию.
                            </p>
                        </BaseTextBlock>
                    </div>

                    <BaseTextBlock class="mb-40">
                        <p>
                            Продолжились в&nbsp;&laquo;Пасвике&raquo; и&nbsp;работы по&nbsp;изучению крупных
                            млекопитающих&nbsp;&mdash; лося и&nbsp;европейской косули. Территорию обследовали
                            не&nbsp;только во&nbsp;время пеших экспедиций, но&nbsp;и&nbsp;с&nbsp;помощью фотоловушек.
                            Собранные материалы легли в&nbsp;основу двух научных работ.
                        </p>
                    </BaseTextBlock>

                    <BaseSidebar>
                        <p>
                            Сотрудники заповедника &laquo;Пасвик&raquo; и&nbsp;руководство &laquo;Кольской ГМК&raquo;
                            намерены продолжить все эти мониторинговые и&nbsp;исследовательские работы
                            и&nbsp;в&nbsp;2024&nbsp;году.
                        </p>
                    </BaseSidebar>
                </BaseAccordion>
            </SectionWhite>
            <SectionOrange>
                <BaseTextBlock class="mb-60" title="Лапландский заповедник" undertitle="Мурманская область">
                    <p class="mb-10">
                        Один из&nbsp;старейших заповедников России. Его основали в&nbsp;январе 1930 года для сохранения
                        популяции дикого северного оленя и&nbsp;защиты природы в&nbsp;нетронутом первозданном состоянии.
                    </p>
                    <p>
                        Границы заповедника находятся в&nbsp;7&nbsp;км от&nbsp;предприятий &laquo;Норникеля&raquo;.
                    </p>
                </BaseTextBlock>

                <div class="treasures__map treasures__map-2">
                    <BaseNumberBlock class="number-block-1" :textTop="'январь 1930&nbsp;г.'"
                        :textBottom="'дата создания'" />
                    <BaseNumberBlock class="number-block-2" :textTop="'278 &thinsp;435&nbsp;га'"
                        :textBottom="'площадь'" />
                    <BasePhoto class="treasures__photo-block" :img="'img/treasures-img-2.jpg'"
                        :img-mobile="'img/treasures-img-2-mobile.jpg'" />
                </div>

                <BaseTextBlock class="mb-60">
                    <p class="mb-10">
                        Лапландский заповедник сегодня&nbsp;&mdash; это одна из&nbsp;крупнейших охраняемых территорий
                        в&nbsp;Европе. Здесь представлены практически все характерные для Кольского полуострова
                        ландшафты:
                        леса, горные тундры, болота, реки и&nbsp;озёра.
                    </p>
                    <p class="mb-10">
                        Кроме того, в&nbsp;заповеднике находятся Лапландская резиденция Деда Мороза и&nbsp;несколько
                        музеев,
                        в&nbsp;том числе&nbsp;&mdash; квартира-музей знаменитого советского натуралиста Олега
                        Семёнова-Тян-Шанского.
                    </p>
                    <p>
                        С&nbsp;1985 года Лапландский заповедник включён во&nbsp;Всемирную сеть биосферных резерватов
                        ЮНЕСКО.
                    </p>
                </BaseTextBlock>

                <BaseTextBlock class="mb-60-40" title="Флора и фауна">
                    Примерно половину площади заповедника занимают старовозрастные леса естественного происхождения.
                    Появились они тут примерно 10&nbsp;тыс.&nbsp;лет назад, когда&nbsp;Кольский полуостров освободился
                    от&nbsp;последнего ледника.
                </BaseTextBlock>

                <div class="number-blocks text-block__wrap mb-60-40">
                    <BaseNumberBlock :textTop="'206&nbsp;видов'" :textBottom="'птиц'" />
                    <BaseNumberBlock :textTop="'31&nbsp;вид'" :textBottom="'млекопитающих'" />
                    <BaseNumberBlock :textTop="'2135&nbsp;видов'" :textBottom="'растений и&nbsp;грибов'" />
                </div>

                <BaseTextBlock class="mb-60">
                    <p class="mb-10">
                        Деревья в&nbsp;Лапландском заповеднике вырастают до&nbsp;30&nbsp;метров в&nbsp;высоту
                        и&nbsp;70&nbsp;см в&nbsp;диаметре. А&nbsp;ещё они очень старые&nbsp;&mdash; достигают возраста
                        500&ndash;600&nbsp;лет. Это уникальный случай для северных широт.
                    </p>
                    <p>
                        В&nbsp;заповеднике обитает единственная охраняемая популяция дикого северного оленя. Ранее эти
                        животные были широко распространены на&nbsp;севере Европы, а&nbsp;сейчас включены в&nbsp;Красные
                        книги Российской Федерации и&nbsp;Мурманской области. На&nbsp;территории заповедника можно
                        встретить
                        и&nbsp;другие уникальные и&nbsp;охраняемые виды растений и&nbsp;животных.
                    </p>
                </BaseTextBlock>

                <div class="treasures-2 mb-100 treasures__scroll-block">
                    <TreasuresScrollSwiper2 />
                    <svg class="mobile-icon-scroll" xmlns="http://www.w3.org/2000/svg" width="49" height="43"
                        viewBox="0 0 49 43" fill="none">
                        <path fill-rule="evenodd" clip-rule="evenodd"
                            d="M17.2522 15.3469C17.4445 15.3469 17.6377 15.2811 17.7955 15.1466C18.147 14.8469 18.1887 14.3193 17.8885 13.9682C16.736 12.6208 16.1013 10.9023 16.1013 9.12929C16.1013 5.01713 19.4518 1.67171 23.5701 1.67171C27.6885 1.67171 31.039 5.01713 31.039 9.12929C31.039 10.9023 30.4043 12.6208 29.2518 13.9681C28.9516 14.3191 28.9932 14.8467 29.3447 15.1465C29.6964 15.4463 30.2248 15.4047 30.5249 15.0538C31.936 13.404 32.7132 11.3 32.7132 9.12929C32.7132 4.09535 28.6116 0 23.5701 0C18.5286 0 14.4271 4.09535 14.4271 9.12929C14.4271 11.3 15.2042 13.404 16.6153 15.0538C16.7809 15.2475 17.0158 15.3469 17.2522 15.3469ZM37.2992 33.2569C37.117 35.1289 36.3767 36.89 35.2146 38.2162C33.6211 40.0348 31.4197 40.9569 28.6713 40.9569C23.6455 40.9569 20.6547 36.6329 20.626 36.5906C20.6157 36.5752 20.6048 36.5602 20.5935 36.5456C18.475 33.8071 14.7644 26.9786 13.6775 24.9511C13.6716 24.9401 13.6735 24.9258 13.6762 24.9181C14.7728 24.2996 16.1283 24.6072 16.9038 25.6516L20.6622 30.7131C20.8773 31.0028 21.2541 31.1221 21.5972 31.009C21.9401 30.8959 22.1718 30.576 22.1718 30.2153V9.24948C22.1718 8.82245 22.3392 8.41513 22.6312 8.13203C22.888 7.88286 23.2153 7.75121 23.5609 7.76116C24.2858 7.78222 24.8757 8.47155 24.8757 9.2978V20.3073V22.4185C24.8757 22.8802 25.2504 23.2544 25.7128 23.2544C26.175 23.2544 26.5499 22.8802 26.5499 22.4185V20.3307C26.581 19.5318 27.1726 18.9069 27.8998 18.9069C28.6452 18.9069 29.2517 19.5749 29.2517 20.3958V23.2098C29.2517 23.6714 29.6266 24.0456 30.0888 24.0456C30.5512 24.0456 30.9259 23.6714 30.9259 23.2098C30.9259 22.3889 31.5324 21.7209 32.278 21.7209C33.0234 21.7209 33.6298 22.3889 33.6298 23.2098V25.4738C33.6298 25.578 33.6493 25.6813 33.6874 25.7783L33.7276 25.881C33.864 26.2291 34.215 26.4449 34.588 26.4084C34.9606 26.3723 35.264 26.0935 35.3308 25.7257C35.4567 25.0333 36.0139 24.5307 36.656 24.5307C37.3905 24.5307 37.99 25.1789 38.0076 25.983L37.2992 33.2569ZM36.656 22.859C38.3247 22.859 39.6823 24.2767 39.6823 26.0195C39.6823 26.0465 39.6809 26.0735 39.6783 26.1004L38.9656 33.4187C38.7498 35.6354 37.8651 37.7301 36.4745 39.3169C34.5764 41.4834 31.878 42.6286 28.6713 42.6286C22.8888 42.6286 19.5497 37.9781 19.253 37.5474C17.1139 34.7734 13.6108 28.3692 12.2015 25.7399C11.7699 24.9349 12.0546 23.9176 12.8359 23.4721C14.6816 22.4199 16.958 22.9178 18.2488 24.656L20.4975 27.6845V9.24948C20.4975 8.37334 20.8501 7.52896 21.4648 6.93283C22.0491 6.36612 22.8122 6.06663 23.6096 6.09012C25.2309 6.13726 26.5499 7.57627 26.5499 9.2978V17.5632C26.956 17.353 27.4144 17.2352 27.8998 17.2352C29.5641 17.2352 30.919 18.6459 30.9259 20.3826C31.333 20.1693 31.7923 20.0492 32.2779 20.0492C33.9408 20.0492 35.2948 21.4576 35.304 23.192C35.7134 22.9782 36.1736 22.859 36.656 22.859ZM27.3682 12.8811C26.9907 12.6146 26.9009 12.0931 27.1677 11.7161C27.694 10.9726 27.9722 10.0971 27.9722 9.18462C27.9722 6.76098 25.9974 4.7892 23.5701 4.7892C21.1428 4.7892 19.1681 6.76098 19.1681 9.18462C19.1681 10.1102 19.4533 10.9958 19.993 11.7454C20.2629 12.1202 20.1774 12.6426 19.8019 12.912C19.6541 13.0182 19.4832 13.0692 19.314 13.0693C19.0537 13.0693 18.7971 12.9484 18.6336 12.7212C17.8879 11.6855 17.4938 10.4626 17.4938 9.18462C17.4938 5.8392 20.2196 3.11749 23.5701 3.11749C26.9206 3.11749 29.6464 5.8392 29.6464 9.18462C29.6464 10.4446 29.2621 11.6536 28.535 12.6809C28.2682 13.0579 27.7457 13.1476 27.3682 12.8811Z"
                            fill="#C5C5C6" />
                        <path fill-rule="evenodd" clip-rule="evenodd"
                            d="M3.99145 9.48455L3.16866 8.8144H9.47678C9.93505 8.8144 10.3065 8.44165 10.3065 7.98181C10.3065 7.52197 9.93505 7.14922 9.47678 7.14922H3.16858L3.99136 6.47907C4.34716 6.18925 4.40151 5.66496 4.11267 5.30787C3.82375 4.95085 3.30126 4.8964 2.94562 5.18623L0.306926 7.33539L0.305017 7.33705C0.282531 7.35554 0.260875 7.37527 0.24038 7.39608C0.235152 7.40125 0.230755 7.40682 0.225776 7.41215C0.210841 7.42806 0.196403 7.44429 0.182795 7.46128C0.176489 7.4691 0.170846 7.47726 0.164872 7.48534C0.153338 7.50074 0.142137 7.51648 0.131765 7.53271C0.126289 7.54129 0.121144 7.55003 0.116082 7.55877C0.106208 7.57551 0.0967494 7.59266 0.088037 7.61014C0.0838053 7.61872 0.0795732 7.62729 0.0757563 7.63595C0.0672098 7.65452 0.0595764 7.6735 0.0524405 7.69274C0.0494534 7.70098 0.0462175 7.70922 0.0433963 7.71755C0.0366753 7.73786 0.0310329 7.75851 0.0258054 7.77941C0.023814 7.78732 0.0214075 7.79506 0.0196651 7.80314C0.0148525 7.82512 0.0113676 7.84751 0.00829744 7.87016C0.00730176 7.87732 0.00589116 7.8844 0.0050614 7.89172C0.00190833 7.92128 0 7.95126 0 7.98181C0 8.01228 0.00190833 8.04226 0.0050614 8.0719C0.00589116 8.07914 0.00730176 8.08622 0.00829744 8.09338C0.0113676 8.11602 0.0148525 8.13842 0.0196651 8.1604C0.0214075 8.16839 0.023814 8.17622 0.0258054 8.18421C0.0310329 8.20511 0.0366753 8.22576 0.0433963 8.24599C0.0462175 8.2544 0.0493705 8.26256 0.0524405 8.2708C0.0594934 8.29004 0.0671269 8.30894 0.0756734 8.32759C0.0795733 8.33624 0.0838052 8.3449 0.0881199 8.35348C0.0967494 8.37096 0.106125 8.38795 0.115917 8.40468C0.121061 8.41351 0.126289 8.42233 0.131848 8.43099C0.142137 8.44698 0.15309 8.46247 0.164457 8.4777C0.170514 8.48603 0.176489 8.49444 0.182961 8.5026C0.195988 8.51891 0.210011 8.5344 0.224282 8.54972C0.229842 8.55572 0.234903 8.56196 0.240629 8.56779C0.260958 8.58835 0.282282 8.60784 0.304603 8.62624L0.306843 8.62823L2.94554 10.7774C3.0993 10.9027 3.28425 10.9636 3.46796 10.9636C3.70941 10.9636 3.94871 10.8584 4.11267 10.6557C4.40151 10.2987 4.34716 9.77438 3.99145 9.48455Z"
                            fill="#C5C5C6" />
                        <path
                            d="M45.138 8.81443H38.8298C38.3716 8.81443 38 8.44168 38 7.98184C38 7.522 38.3716 7.14925 38.8298 7.14925H45.138L44.3153 6.4791C43.9595 6.18936 43.9051 5.66499 44.1939 5.30798C44.4826 4.95088 45.0054 4.89635 45.3611 5.18625L47.9998 7.33542L48.0016 7.33708C48.0242 7.35565 48.0457 7.3753 48.0662 7.39611C48.0715 7.40127 48.076 7.40694 48.0809 7.41226C48.0958 7.42817 48.1103 7.44432 48.1239 7.4613C48.1301 7.46913 48.1359 7.47737 48.1419 7.48545C48.1533 7.50094 48.1645 7.51659 48.1749 7.53274C48.1803 7.54132 48.1855 7.55006 48.1905 7.5588C48.2005 7.57562 48.2099 7.59269 48.2186 7.61017C48.2228 7.61875 48.227 7.62732 48.2309 7.63606C48.2394 7.65455 48.247 7.67353 48.2542 7.69276C48.2572 7.70101 48.2604 7.70925 48.2632 7.71766C48.2699 7.73781 48.2757 7.75846 48.2808 7.77927C48.2829 7.78735 48.2852 7.79517 48.287 7.80325C48.2918 7.82523 48.2952 7.84754 48.2982 7.87011C48.2993 7.87735 48.3008 7.88451 48.3016 7.89175C48.3047 7.92131 48.3066 7.95137 48.3066 7.98184C48.3066 8.01231 48.3047 8.04237 48.3016 8.07193C48.3008 8.07917 48.2993 8.08625 48.2983 8.09341C48.2953 8.11605 48.2918 8.13845 48.287 8.16051C48.2852 8.16851 48.2829 8.17625 48.2808 8.18424C48.2757 8.20514 48.2699 8.22587 48.2632 8.24602C48.2604 8.25443 48.2572 8.26259 48.2542 8.27083C48.2471 8.29015 48.2395 8.30905 48.231 8.32761C48.227 8.33636 48.2228 8.34493 48.2185 8.35351C48.2099 8.37099 48.2006 8.38798 48.1907 8.40479C48.1856 8.41362 48.1803 8.42236 48.1748 8.43102C48.1645 8.44701 48.1535 8.46249 48.1422 8.47781C48.1361 8.48606 48.1301 8.49455 48.1237 8.50262C48.1107 8.51894 48.0967 8.53451 48.0824 8.54975C48.0768 8.55574 48.0718 8.56207 48.066 8.5679C48.0457 8.58846 48.0244 8.60795 48.002 8.62626L47.9999 8.62826L45.3612 10.7775C45.2073 10.9027 45.0225 10.9637 44.8387 10.9637C44.5973 10.9637 44.3579 10.8584 44.1939 10.6558C43.9051 10.2988 43.9595 9.7744 44.3152 9.48458L45.138 8.81443Z"
                            fill="#C5C5C6" />
                    </svg>
                </div>

                <BaseAccordion class="accordion" :faq="faq3">
                    <BaseTextBlock class="treasures__help" title="Помощь «Норникеля»">
                        <p class="mb-10">
                            История сотрудничества &laquo;Норникеля&raquo; и&nbsp;Лапландского заповедника насчитывает
                            уже
                            20&nbsp;с лишним лет. Так, сотрудники заповедника разрабатывали для компании программу
                            рекультивации
                            земель и&nbsp;высадки деревьев.
                        </p>
                        <p class="mb-10">
                            В&nbsp;2015 году &laquo;Норникель&raquo; профинансировал строительство гостевых домиков
                            на&nbsp;территории Чунозерской усадьбы. Теперь приезжающие в&nbsp;заповедник посетители
                            могут
                            не&nbsp;только отдохнуть между экскурсиями, но&nbsp;и&nbsp;переночевать.
                        </p>
                        <BaseNumberBlock class="mobile-visible mb-40" :textTop="'3&nbsp;млн&nbsp;рублей'"
                            :textBottom="'&laquo;Норникель&raquo; выделил на&nbsp;строительство гостевых домиков'" />

                        <p class="mb-10">
                            При финансовой поддержке &laquo;Норникеля&raquo; и&nbsp;его дочернего
                            предприятия&nbsp;&mdash;
                            Кольской горно-металлургической компании (ГМК)&nbsp;&mdash; Лапландский заповедник издаёт
                            книги
                            и&nbsp;экопросветительскую продукцию. Например, на&nbsp;выпуск двух книг: о&nbsp;жизни
                            учёных
                            Германа Крепса и&nbsp;Олега Семёнова-Тян-Шанского&nbsp;&mdash; компания выделила около
                            1&nbsp;млн
                            рублей.
                        </p>
                        <p class="mb-10">
                            Благотворительная программа &laquo;Норникеля&raquo; &laquo;Мир новых возможностей&raquo;
                            помогла
                            реализовать в&nbsp;заповеднике несколько проектов. Один из&nbsp;них&nbsp;&mdash;
                            &laquo;Лесная
                            почта&raquo;, благодаря которому любой желающий может пообщаться с&nbsp;учёными
                            и&nbsp;задать
                            им&nbsp;вопрос о&nbsp;флоре и&nbsp;фауне. Кроме того, в&nbsp;Лапландском заповеднике
                            появились
                            экологические познавательные тропы, а&nbsp;сейчас строится самая большая
                            из&nbsp;них&nbsp;&mdash;
                            14-километровая &laquo;Кругосветка&raquo;.
                        </p>
                        <p class="mb-10">
                            В&nbsp;2021 году Кольская ГМК помогла заповеднику приобрести пять снегоходов. Благодаря
                            этому
                            учёные
                            могут ежедневно посещать самые труднодоступные уголки охраняемой территории, чтобы следить
                            там
                            за&nbsp;порядком, проводить научные наблюдения и&nbsp;исследовать флору и&nbsp;фауну.
                        </p>
                        <p class="mb-10">
                            Помогают снегоходы и&nbsp;в&nbsp;реализации проекта &laquo;Сохраним оленя вместе&raquo;,
                            который
                            также стартовал в&nbsp;2021 году при&nbsp;поддержке &laquo;Норникеля&raquo;.
                        </p>
                        <p>
                            На&nbsp;мониторинг и&nbsp;восстановление популяции северных оленей &laquo;Норникелем&raquo;
                            дополнительно выделено 1,8&nbsp;млн рублей. Сумма ежегодных мониторинговых контрактов
                            составляет
                            5,253&nbsp;млн рублей.
                        </p>

                        <BaseNumberBlock class="number-block-1 desktop-visible" :textTop="'3&nbsp;млн&nbsp;рублей'"
                            :textBottom="'&laquo;Норникель&raquo; выделил на&nbsp;строительство гостевых домиков'" />
                        <BaseNumberBlock class="number-block-2" :textTop="'7,5&nbsp;млн&nbsp;рублей'"
                            :textBottom="'общая стоимость купленных заповедником снегоходов'" />

                        <a href="https://laplandzap.ru/" target="_blank" class="treasures__link">
                            <svg xmlns="http://www.w3.org/2000/svg" width="20" height="20" viewBox="0 0 20 20"
                                fill="none">
                                <circle cx="10" cy="10" r="9.5" stroke="#D38235" />
                                <path
                                    d="M14.5 10C14.5 12.7006 13.9516 15.1209 13.0883 16.8475C12.2101 18.604 11.0893 19.5 10 19.5C8.9107 19.5 7.78993 18.604 6.91168 16.8475C6.04839 15.1209 5.5 12.7006 5.5 10C5.5 7.29937 6.04839 4.87912 6.91168 3.15254C7.78993 1.39605 8.9107 0.5 10 0.5C11.0893 0.5 12.2101 1.39605 13.0883 3.15254C13.9516 4.87912 14.5 7.29937 14.5 10Z"
                                    stroke="#D38235" />
                                <path d="M0.5 10H19.5" stroke="#D38235" />
                            </svg>
                            <div class="treasures__link-descr">
                                Перейти на&nbsp;сайт Лапландского заповедника
                            </div>
                        </a>
                    </BaseTextBlock>
                </BaseAccordion>

                <BaseAccordion class="accordion" :faq="faq4">
                    <BaseTextBlock class="mb-60">
                        <p class="mb-10">
                            В&nbsp;2023 году сотрудничество &laquo;Кольской ГМК&raquo; и&nbsp;Лапландского заповедника
                            продолжилось. На&nbsp;охраняемой территории провели серию мониторинговых работ, что
                            позволило изучить текущее состояние флоры и&nbsp;фауны заповедника.
                        </p>
                        <p class="mb-10">
                            Так, исследователи проанализировали цветение и&nbsp;плодоношение различных древесных пород
                            (ель сибирская, берёза повислая), а&nbsp;также ягодных культур (морошка). И&nbsp;хотя
                            цветение всех наблюдаемых видов оказалось лучше плодоношения, это не&nbsp;просто
                            укладывается в&nbsp;многолетнюю тенденцию, но&nbsp;и&nbsp;объясняется погодными условиями
                            и&nbsp;не&nbsp;выходит за&nbsp;рамки природной цикличности.
                        </p>
                        <p class="mb-10">
                            Численность тетеревиных птиц, особенно глухаря, находится на&nbsp;пике: исследователи
                            отмечают большое количество птенцов. У&nbsp;водоплавающих птиц ситуация более ровная
                            и&nbsp;стабильная, а&nbsp;колебания численности в&nbsp;сравнении с&nbsp;прошлыми годами
                            минимальны.</p>
                        <p>
                            В&nbsp;целом исследователи пришли к&nbsp;выводу, что существенных отклонений
                            в&nbsp;природной среде и&nbsp;природных процессах заповедника не&nbsp;наблюдается,
                            а&nbsp;антропогенное воздействие на&nbsp;окружающую среду минимально.</p>

                        <div class="position-info-bird">
                            <img loading="lazy" src="img/curlew-2.png" alt="">
                            <div class="position-info__descr">
                                <span>
                                    В&nbsp;минувшем году на&nbsp;территории Лапландского заповедника впервые заметили
                                    сибирскую теньковку.
                                </span>
                            </div>
                            <BaseDropdownInfo title="Почему это важно?" :color="'#D38235'" :pulsation-color="'pantone'"
                                :text="'Обычно эта небольшая птичка обитает южнее. Возможно, её&nbsp;миграция столь далеко на&nbsp;север демонстрирует тенденции глобального потепления.'" />
                        </div>

                        <BaseNumberBlock textTop="до 2027 года"
                            textBottom="продолжится мониторинг биологического разнообразия, который сотрудники Лапландского заповедника проводят совместно с&nbsp;&laquo;Кольской ГМК&raquo;" />
                    </BaseTextBlock>
                    <BaseTextBlock class="mb-40" :title="'Северный олень'">
                        <p>
                            Численность дикого северного оленя в&nbsp;Лапландском заповеднике и&nbsp;близлежащих районах
                            с&nbsp;2013 года постепенно увеличивается.
                        </p>
                    </BaseTextBlock>

                    <div class="reindeer">
                        <BaseNumberBlock textTop="~1100 особей"
                            textBottom="северного оленя насчитывает западная популяция дикого северного оленя в&nbsp;Мурманской области" />

                        <div>
                            <p class="mb-10">
                                В&nbsp;то&nbsp;же время, отмечают исследователи, ситуация в&nbsp;любой момент может
                                измениться. Наибольшую угрозу для популяции копытных представляет увеличение численности
                                волков. В&nbsp;настоящее время в&nbsp;заповеднике и&nbsp;его окрестностях,
                                предположительно,
                                живут 20&nbsp;хищников.</p>
                            <p>
                                В&nbsp;2024 году работы по&nbsp;мониторингу дикого северного оленя продолжатся. Учёные
                                составят план мероприятий, которые помогут увеличить популяцию этого вида
                                и&nbsp;к&nbsp;2035
                                году доведут её&nbsp;численность до&nbsp;оптимальной.
                            </p>
                        </div>
                    </div>
                </BaseAccordion>
            </SectionOrange>
            <SectionWhite>

                <BaseTextBlock class="mb-60" :title="'Кандалакшский заповедник'" :undertitle="'Мурманская область'">
                    <p>
                        Кандалакшский заповедник расположен в&nbsp;двух российских регионах: Мурманской области
                        и&nbsp;Республике Карелия. Почти три четверти его территории&nbsp;&mdash; это архипелаги
                        в&nbsp;Баренцевом и&nbsp;Белом морях и&nbsp;прилегающая к&nbsp;ним акватория.
                    </p>
                </BaseTextBlock>

                <div class="treasures__map treasures__map-7">
                    <BaseNumberBlock class="number-block-1"
                        :textTop="isMobile ? 'сентябрь&nbsp;1932&nbsp;г.' : '7&nbsp;сентября&nbsp;1932&nbsp;г.'"
                        :textBottom="'дата создания'" />
                    <BaseNumberBlock class="number-block-2" :textTop="'78&nbsp;608&nbsp;га'"
                        :textBottom="'площадь заповедника'" />
                    <BasePhoto class="treasures__photo-block" :img="'img/treasures-img-7.jpg'"
                        :img-mobile="'img/treasures-img-7.jpg'" />
                </div>

                <BaseTextBlock class="mb-60">
                    <p class="mb-10">
                        Изначально заповедник создавался для защиты гаги обыкновенной. Гнездовой пух этой морской утки
                        необычайно ценен: он&nbsp;очень лёгкий и&nbsp;тёплый,&nbsp;&mdash; поэтому в&nbsp;течение
                        нескольких столетий был объектом промысла. Вот только во&nbsp;время его сбора люди нередко
                        разоряли гнезда, воровали птичьи яйца и&nbsp;убивали самок. В&nbsp;результате
                        в&nbsp;начале&nbsp;XX века гагачьи гнездовья в&nbsp;нашей стране оказались на&nbsp;грани
                        исчезновения. В&nbsp;наши дни популяцию этого вида удалось заметно восстановить.
                    </p>
                    <p>
                        Сейчас сотрудники Кандалакшского заповедника занимаются не&nbsp;только охраной редких видов птиц
                        и&nbsp;млекопитающих, но&nbsp;и&nbsp;ведут научную работу. Например, здесь изучают, как
                        загрязнение мирового океана и&nbsp;другие антропогенные факторы влияют на&nbsp;живые организмы
                        и&nbsp;экосистемы в&nbsp;целом.
                    </p>
                </BaseTextBlock>

                <BaseTextBlock class="mb-60-40" title="Флора и фауна">
                    Участки заповедника значительно отличаются друг от&nbsp;друга. Например, баренцевоморское побережье
                    условно делят на&nbsp;две части: Западный Мурман и&nbsp;Восточный Мурман. К&nbsp;Западному Мурману
                    относятся Айновы острова&nbsp;&mdash; плоские острова с&nbsp;толстым слоем торфа. Восточный Мурман
                    включает в&nbsp;себя Гавриловский архипелаг и&nbsp;Семь островов, рельеф которых преимущественно
                    скалистый. На&nbsp;скалах, устланных толстым слоем торфа, растут луговые травы и&nbsp;невысокий
                    ивняк. Здесь гнездится множество видов птиц, а&nbsp;вот из&nbsp;сухопутных зверей живут только
                    норвежские лемминги и&nbsp;красно-серые мыши-полёвки.
                </BaseTextBlock>

                <div class="number-blocks text-block__wrap mb-60-40">
                    <BaseNumberBlock :textTop="'258&nbsp;видов'" :textBottom="'птиц'" />
                    <BaseNumberBlock :textTop="'67&nbsp;видов'" :textBottom="'млекопитающих'" />
                    <BaseNumberBlock :textTop="'~1100&nbsp;видов'" :textBottom="'растений и&nbsp;грибов'" />
                </div>

                <BaseTextBlock class="mb-60">
                    <p>
                        Совсем другую картину можно наблюдать на&nbsp;островах в&nbsp;Кандалакшском заливе Белого моря.
                        В&nbsp;таёжном лесу, который их&nbsp;покрывает, можно встретить не&nbsp;только мелких животных,
                        но&nbsp;и&nbsp;лосей, косуль, росомах, волков и&nbsp;медведей.
                    </p>
                </BaseTextBlock>

                <BaseTextBlock class="mb-100" title="Помощь «Норникеля»">
                    Сотрудничество &laquo;Норникеля&raquo; и&nbsp;Кандалакшского заповедника началось
                    в&nbsp;2024&nbsp;году. На&nbsp;первом этапе сотрудники охраняемой природной территории примут
                    участие в&nbsp;проекте по&nbsp;апробации ИПСЭ, а&nbsp;компания предоставит необходимую поддержку.
                    В&nbsp;дальнейшем взаимодействие &laquo;Норникеля&raquo; и&nbsp;заповедника будет расширяться.
                </BaseTextBlock>

                <BaseTextBlock class="treasures__start">
                    <picture>
                        <source type="image/webp" srcset="img/treasures-2.webp">
                        <img src="img/treasures-2.png" alt="">
                    </picture>
                    <div class="title">
                        Заповедники Норильского&nbsp;дивизиона
                    </div>
                </BaseTextBlock>

                <BaseTextBlock class="mb-60" :title="'Путоранский заповедник'" :undertitle="'Красноярский край'">
                    <p class="mb-10">
                        Путоранский заповедник расположен южнее полуострова Таймыр в&nbsp;пределах плато Путорана.
                        Здесь
                        уникальным образом сочетаются природные ландшафты различных высотных поясов и&nbsp;природных
                        зон:
                        северная лиственничная тайга и&nbsp;лесотундра, горная тундра и&nbsp;холодные каменистые
                        пустыни.
                        Здесь самое большое количество водопадов в&nbsp;России.
                    </p>
                    <p class="mb-10">
                        Существует несколько версий происхождения топонима Путорана. Одни учёные полагают, что слово
                        заимствовано из&nbsp;эвенкийского языка: от&nbsp;&laquo;пэтэрэ&raquo;&nbsp;&mdash;
                        &laquo;надымить&raquo; или&nbsp;от&nbsp;&laquo;кута&raquo;&nbsp;&mdash;
                        &laquo;болото&raquo;. Другие
                        считают, что топоним произошёл от&nbsp;слов из&nbsp;юкагирского языка, где
                        &laquo;анаа&raquo;
                        означает &laquo;горы&raquo;, а&nbsp;&laquo;пуран&raquo;, &laquo;пурэн&raquo;&nbsp;&mdash;
                        &laquo;верх&raquo;, &laquo;высокий&raquo;.
                    </p>
                    <p class="mb-10">
                        Расстояние от&nbsp;границ заповедника до&nbsp;предприятий &laquo;Норникеля&raquo; превышает
                        50&nbsp;км, поэтому те&nbsp;не&nbsp;оказывают влияние на&nbsp;экосистемы особо охраняемой
                        территории.
                    </p>
                    <p>
                        С&nbsp;2010 года заповедник &laquo;Путоранский&raquo; является объектом всемирного наследия
                        ЮНЕСКО.
                    </p>
                </BaseTextBlock>

                <div class="treasures__map treasures__map-3">
                    <BaseNumberBlock class="number-block-1" :textTop="'декабрь&nbsp;1988&nbsp;г.'"
                        :textBottom="'территория получила статус особо охраняемой'" />
                    <BaseNumberBlock class="number-block-2" :textTop="'1&nbsp;887&nbsp;251&nbsp;га'"
                        :textBottom="'площадь'" />
                    <BasePhoto class="treasures__photo-block" :img="'img/treasures-img-3.jpg'"
                        :img-mobile="'img/treasures-img-3-mobile.jpg'" :link-title="'Фото: jxandreani, CC BY 2.0.'"
                        :link-url="'https://creativecommons.org/licenses/by/2.0/'" />
                </div>

                <BaseTextBlock class="mb-100 treasures__supervolcano">
                    Извержение супервулкана, которое произошло 252 млн лет назад на&nbsp;этом месте, стало причиной
                    Великого
                    пермского вымирания. Тогда, по&nbsp;оценкам учёных, исчезло около&nbsp;70% видов наземных
                    позвоночных
                    и&nbsp;примерно&nbsp;90% морских видов. В&nbsp;наши дни плато Путорана&nbsp;&mdash;
                    не&nbsp;только
                    уникальное по&nbsp;красоте место, но&nbsp;и&nbsp;прибежище для сотен редких видов животных
                    и&nbsp;растений.
                    <BaseNumberBlock :textTop="'1&nbsp;млн&nbsp;км&sup3;'"
                        :textBottom="'составил объём излившейся лавы, из&nbsp;которой сформировалось плато Путорана'" />
                </BaseTextBlock>

                <BaseTextBlock class="mb-60-40" title="Флора и фауна">

                    Во&nbsp;все ледниковые периоды плато Путорана оказывалось покрыто льдами, которые уничтожали
                    растительность. Вот почему флора заповедника сравнительно молода. Тем не&nbsp;менее здесь можно
                    увидеть
                    необычные для таких высоких широт леса и&nbsp;ковры лишайников.

                </BaseTextBlock>

                <div class="number-blocks text-block__wrap mb-60-40">
                    <BaseNumberBlock :textTop="'182&nbsp;вида'" :textBottom="'птиц'" />
                    <BaseNumberBlock :textTop="'37&nbsp;видов'" :textBottom="'млекопитающих'" />
                    <BaseNumberBlock :textTop="'1360&nbsp;видов'" :textBottom="'растений и&nbsp;грибов'" />
                </div>

                <BaseTextBlock class="mb-40">
                    Через территорию заповедника проходит один из&nbsp;важнейших путей миграции диких северных
                    оленей. Кроме
                    того, эти животные зимуют в&nbsp;районе плато Путорана.
                </BaseTextBlock>

                <div class="treasures-3 mb-100 treasures__scroll-block">
                    <TreasuresScrollSwiper3 />
                    <svg class="mobile-icon-scroll" xmlns="http://www.w3.org/2000/svg" width="49" height="43"
                        viewBox="0 0 49 43" fill="none">
                        <path fill-rule="evenodd" clip-rule="evenodd"
                            d="M17.2522 15.3469C17.4445 15.3469 17.6377 15.2811 17.7955 15.1466C18.147 14.8469 18.1887 14.3193 17.8885 13.9682C16.736 12.6208 16.1013 10.9023 16.1013 9.12929C16.1013 5.01713 19.4518 1.67171 23.5701 1.67171C27.6885 1.67171 31.039 5.01713 31.039 9.12929C31.039 10.9023 30.4043 12.6208 29.2518 13.9681C28.9516 14.3191 28.9932 14.8467 29.3447 15.1465C29.6964 15.4463 30.2248 15.4047 30.5249 15.0538C31.936 13.404 32.7132 11.3 32.7132 9.12929C32.7132 4.09535 28.6116 0 23.5701 0C18.5286 0 14.4271 4.09535 14.4271 9.12929C14.4271 11.3 15.2042 13.404 16.6153 15.0538C16.7809 15.2475 17.0158 15.3469 17.2522 15.3469ZM37.2992 33.2569C37.117 35.1289 36.3767 36.89 35.2146 38.2162C33.6211 40.0348 31.4197 40.9569 28.6713 40.9569C23.6455 40.9569 20.6547 36.6329 20.626 36.5906C20.6157 36.5752 20.6048 36.5602 20.5935 36.5456C18.475 33.8071 14.7644 26.9786 13.6775 24.9511C13.6716 24.9401 13.6735 24.9258 13.6762 24.9181C14.7728 24.2996 16.1283 24.6072 16.9038 25.6516L20.6622 30.7131C20.8773 31.0028 21.2541 31.1221 21.5972 31.009C21.9401 30.8959 22.1718 30.576 22.1718 30.2153V9.24948C22.1718 8.82245 22.3392 8.41513 22.6312 8.13203C22.888 7.88286 23.2153 7.75121 23.5609 7.76116C24.2858 7.78222 24.8757 8.47155 24.8757 9.2978V20.3073V22.4185C24.8757 22.8802 25.2504 23.2544 25.7128 23.2544C26.175 23.2544 26.5499 22.8802 26.5499 22.4185V20.3307C26.581 19.5318 27.1726 18.9069 27.8998 18.9069C28.6452 18.9069 29.2517 19.5749 29.2517 20.3958V23.2098C29.2517 23.6714 29.6266 24.0456 30.0888 24.0456C30.5512 24.0456 30.9259 23.6714 30.9259 23.2098C30.9259 22.3889 31.5324 21.7209 32.278 21.7209C33.0234 21.7209 33.6298 22.3889 33.6298 23.2098V25.4738C33.6298 25.578 33.6493 25.6813 33.6874 25.7783L33.7276 25.881C33.864 26.2291 34.215 26.4449 34.588 26.4084C34.9606 26.3723 35.264 26.0935 35.3308 25.7257C35.4567 25.0333 36.0139 24.5307 36.656 24.5307C37.3905 24.5307 37.99 25.1789 38.0076 25.983L37.2992 33.2569ZM36.656 22.859C38.3247 22.859 39.6823 24.2767 39.6823 26.0195C39.6823 26.0465 39.6809 26.0735 39.6783 26.1004L38.9656 33.4187C38.7498 35.6354 37.8651 37.7301 36.4745 39.3169C34.5764 41.4834 31.878 42.6286 28.6713 42.6286C22.8888 42.6286 19.5497 37.9781 19.253 37.5474C17.1139 34.7734 13.6108 28.3692 12.2015 25.7399C11.7699 24.9349 12.0546 23.9176 12.8359 23.4721C14.6816 22.4199 16.958 22.9178 18.2488 24.656L20.4975 27.6845V9.24948C20.4975 8.37334 20.8501 7.52896 21.4648 6.93283C22.0491 6.36612 22.8122 6.06663 23.6096 6.09012C25.2309 6.13726 26.5499 7.57627 26.5499 9.2978V17.5632C26.956 17.353 27.4144 17.2352 27.8998 17.2352C29.5641 17.2352 30.919 18.6459 30.9259 20.3826C31.333 20.1693 31.7923 20.0492 32.2779 20.0492C33.9408 20.0492 35.2948 21.4576 35.304 23.192C35.7134 22.9782 36.1736 22.859 36.656 22.859ZM27.3682 12.8811C26.9907 12.6146 26.9009 12.0931 27.1677 11.7161C27.694 10.9726 27.9722 10.0971 27.9722 9.18462C27.9722 6.76098 25.9974 4.7892 23.5701 4.7892C21.1428 4.7892 19.1681 6.76098 19.1681 9.18462C19.1681 10.1102 19.4533 10.9958 19.993 11.7454C20.2629 12.1202 20.1774 12.6426 19.8019 12.912C19.6541 13.0182 19.4832 13.0692 19.314 13.0693C19.0537 13.0693 18.7971 12.9484 18.6336 12.7212C17.8879 11.6855 17.4938 10.4626 17.4938 9.18462C17.4938 5.8392 20.2196 3.11749 23.5701 3.11749C26.9206 3.11749 29.6464 5.8392 29.6464 9.18462C29.6464 10.4446 29.2621 11.6536 28.535 12.6809C28.2682 13.0579 27.7457 13.1476 27.3682 12.8811Z"
                            fill="#C5C5C6" />
                        <path fill-rule="evenodd" clip-rule="evenodd"
                            d="M3.99145 9.48455L3.16866 8.8144H9.47678C9.93505 8.8144 10.3065 8.44165 10.3065 7.98181C10.3065 7.52197 9.93505 7.14922 9.47678 7.14922H3.16858L3.99136 6.47907C4.34716 6.18925 4.40151 5.66496 4.11267 5.30787C3.82375 4.95085 3.30126 4.8964 2.94562 5.18623L0.306926 7.33539L0.305017 7.33705C0.282531 7.35554 0.260875 7.37527 0.24038 7.39608C0.235152 7.40125 0.230755 7.40682 0.225776 7.41215C0.210841 7.42806 0.196403 7.44429 0.182795 7.46128C0.176489 7.4691 0.170846 7.47726 0.164872 7.48534C0.153338 7.50074 0.142137 7.51648 0.131765 7.53271C0.126289 7.54129 0.121144 7.55003 0.116082 7.55877C0.106208 7.57551 0.0967494 7.59266 0.088037 7.61014C0.0838053 7.61872 0.0795732 7.62729 0.0757563 7.63595C0.0672098 7.65452 0.0595764 7.6735 0.0524405 7.69274C0.0494534 7.70098 0.0462175 7.70922 0.0433963 7.71755C0.0366753 7.73786 0.0310329 7.75851 0.0258054 7.77941C0.023814 7.78732 0.0214075 7.79506 0.0196651 7.80314C0.0148525 7.82512 0.0113676 7.84751 0.00829744 7.87016C0.00730176 7.87732 0.00589116 7.8844 0.0050614 7.89172C0.00190833 7.92128 0 7.95126 0 7.98181C0 8.01228 0.00190833 8.04226 0.0050614 8.0719C0.00589116 8.07914 0.00730176 8.08622 0.00829744 8.09338C0.0113676 8.11602 0.0148525 8.13842 0.0196651 8.1604C0.0214075 8.16839 0.023814 8.17622 0.0258054 8.18421C0.0310329 8.20511 0.0366753 8.22576 0.0433963 8.24599C0.0462175 8.2544 0.0493705 8.26256 0.0524405 8.2708C0.0594934 8.29004 0.0671269 8.30894 0.0756734 8.32759C0.0795733 8.33624 0.0838052 8.3449 0.0881199 8.35348C0.0967494 8.37096 0.106125 8.38795 0.115917 8.40468C0.121061 8.41351 0.126289 8.42233 0.131848 8.43099C0.142137 8.44698 0.15309 8.46247 0.164457 8.4777C0.170514 8.48603 0.176489 8.49444 0.182961 8.5026C0.195988 8.51891 0.210011 8.5344 0.224282 8.54972C0.229842 8.55572 0.234903 8.56196 0.240629 8.56779C0.260958 8.58835 0.282282 8.60784 0.304603 8.62624L0.306843 8.62823L2.94554 10.7774C3.0993 10.9027 3.28425 10.9636 3.46796 10.9636C3.70941 10.9636 3.94871 10.8584 4.11267 10.6557C4.40151 10.2987 4.34716 9.77438 3.99145 9.48455Z"
                            fill="#C5C5C6" />
                        <path
                            d="M45.138 8.81443H38.8298C38.3716 8.81443 38 8.44168 38 7.98184C38 7.522 38.3716 7.14925 38.8298 7.14925H45.138L44.3153 6.4791C43.9595 6.18936 43.9051 5.66499 44.1939 5.30798C44.4826 4.95088 45.0054 4.89635 45.3611 5.18625L47.9998 7.33542L48.0016 7.33708C48.0242 7.35565 48.0457 7.3753 48.0662 7.39611C48.0715 7.40127 48.076 7.40694 48.0809 7.41226C48.0958 7.42817 48.1103 7.44432 48.1239 7.4613C48.1301 7.46913 48.1359 7.47737 48.1419 7.48545C48.1533 7.50094 48.1645 7.51659 48.1749 7.53274C48.1803 7.54132 48.1855 7.55006 48.1905 7.5588C48.2005 7.57562 48.2099 7.59269 48.2186 7.61017C48.2228 7.61875 48.227 7.62732 48.2309 7.63606C48.2394 7.65455 48.247 7.67353 48.2542 7.69276C48.2572 7.70101 48.2604 7.70925 48.2632 7.71766C48.2699 7.73781 48.2757 7.75846 48.2808 7.77927C48.2829 7.78735 48.2852 7.79517 48.287 7.80325C48.2918 7.82523 48.2952 7.84754 48.2982 7.87011C48.2993 7.87735 48.3008 7.88451 48.3016 7.89175C48.3047 7.92131 48.3066 7.95137 48.3066 7.98184C48.3066 8.01231 48.3047 8.04237 48.3016 8.07193C48.3008 8.07917 48.2993 8.08625 48.2983 8.09341C48.2953 8.11605 48.2918 8.13845 48.287 8.16051C48.2852 8.16851 48.2829 8.17625 48.2808 8.18424C48.2757 8.20514 48.2699 8.22587 48.2632 8.24602C48.2604 8.25443 48.2572 8.26259 48.2542 8.27083C48.2471 8.29015 48.2395 8.30905 48.231 8.32761C48.227 8.33636 48.2228 8.34493 48.2185 8.35351C48.2099 8.37099 48.2006 8.38798 48.1907 8.40479C48.1856 8.41362 48.1803 8.42236 48.1748 8.43102C48.1645 8.44701 48.1535 8.46249 48.1422 8.47781C48.1361 8.48606 48.1301 8.49455 48.1237 8.50262C48.1107 8.51894 48.0967 8.53451 48.0824 8.54975C48.0768 8.55574 48.0718 8.56207 48.066 8.5679C48.0457 8.58846 48.0244 8.60795 48.002 8.62626L47.9999 8.62826L45.3612 10.7775C45.2073 10.9027 45.0225 10.9637 44.8387 10.9637C44.5973 10.9637 44.3579 10.8584 44.1939 10.6558C43.9051 10.2988 43.9595 9.7744 44.3152 9.48458L45.138 8.81443Z"
                            fill="#C5C5C6" />
                    </svg>
                </div>

                <BaseAccordion class="accordion" :faq="faq5">
                    <BaseTextBlock class="treasures__help" title="Помощь «Норникеля»">
                        <p class="mb-10">
                            &laquo;Норникель&raquo; поддерживает проект по&nbsp;сохранению путоранского снежного барана.
                            В&nbsp;2017 году в&nbsp;рамках проекта &laquo;Сохраним толсторога вместе&raquo; компания
                            выделила
                            4,99 млн рублей на&nbsp;обучение волонтёров в&nbsp;Школе наблюдателей,
                            а&nbsp;также&nbsp;на&nbsp;наземные
                            исследования, которые позволили собрать сведения о&nbsp;состоянии популяции этого редкого
                            животного.
                            В&nbsp;2022 году на&nbsp;выполнение программы &laquo;Норникель&raquo; перечислил ещё
                            30&nbsp;млн
                            рублей. Проект планируется реализовать до&nbsp;конца 2025&nbsp;года.
                        </p>
                        <p>
                            В&nbsp;2019 году &laquo;Норникель&raquo; выделил средства &laquo;Объединённой дирекции
                            заповедников
                            Таймыра&raquo; на&nbsp;реализацию проекта &laquo;Друзья заповедников Таймыра:
                            Чисто_Аян&raquo;.
                            Группа волонтёров в&nbsp;течение 24&nbsp;дней очищала побережье озера Аян
                            в&nbsp;труднодоступном
                            регионе плато Путорана. За&nbsp;это время экоактивисты собрали 638 металлических бочек
                            и&nbsp;несколько сотен килограммов металлолома, которые находились на&nbsp;этой территории
                            с&nbsp;&laquo;дозаповедных&raquo; времён.
                        </p>

                        <BaseNumberBlock class="number-block-2" :textTop="'4,5&nbsp;млн&nbsp;рублей'"
                            :textBottom="'«Норникель» выделил на&nbsp;проект «Друзья заповедников Таймыра: Чисто_Аян»'" />
                        <a href="http://zapovedsever.ru/other/putoransky" target="_blank" class="treasures__link">
                            <svg xmlns="http://www.w3.org/2000/svg" width="20" height="20" viewBox="0 0 20 20"
                                fill="none">
                                <circle cx="10" cy="10" r="9.5" stroke="#D38235" />
                                <path
                                    d="M14.5 10C14.5 12.7006 13.9516 15.1209 13.0883 16.8475C12.2101 18.604 11.0893 19.5 10 19.5C8.9107 19.5 7.78993 18.604 6.91168 16.8475C6.04839 15.1209 5.5 12.7006 5.5 10C5.5 7.29937 6.04839 4.87912 6.91168 3.15254C7.78993 1.39605 8.9107 0.5 10 0.5C11.0893 0.5 12.2101 1.39605 13.0883 3.15254C13.9516 4.87912 14.5 7.29937 14.5 10Z"
                                    stroke="#D38235" />
                                <path d="M0.5 10H19.5" stroke="#D38235" />
                            </svg>
                            <div class="treasures__link-descr">
                                Перейти на&nbsp;сайт Путоранского заповедника
                            </div>
                        </a>
                    </BaseTextBlock>
                </BaseAccordion>

                <BaseAccordion class="accordion" :faq="faq6">
                    <BaseTextBlock class="mb-40" :title="'Инициативы'">
                        <p class="mb-10">
                            В&nbsp;2023 году на&nbsp;плато Путорана, а&nbsp;также в&nbsp;Красноярске, Норильске
                            и&nbsp;Дудинке состоялся ежегодный экомарафон &laquo;Понеслось&raquo;. Более 500 волонтёров
                            очистили берега Енисея и&nbsp;прибрежную акваторию озёр в&nbsp;Путоранском заповеднике
                            от&nbsp;мусора. Бумагу, пластик и&nbsp;металл, которые удалось собрать, передали
                            на&nbsp;переработку.
                        </p>
                        <p>
                            Кроме того, волонтёры обустроили и&nbsp;отремонтировали экологическую тропу на&nbsp;гору
                            Фестивальная, созданную годом ранее.
                        </p>
                    </BaseTextBlock>

                    <div class="initiatives mb-60">
                        <BaseNumberBlock textTop="> 500" textBottom="волонтёров очищали берега Енисея от мусора" />

                        <BaseNumberBlock textTop="4,9 млн рублей"
                            textBottom="выделил «Норникель» на проект «ЛамаЛокация 01» — создание пожарного поста у озера Лама. Это помогло практически до нуля снизить количество лесных и ландшафтных пожаров" />

                        <BaseNumberBlock textTop="~15 тыс. кг" textBottom="мусора извлекли волонтёры со дна водоёмов" />

                    </div>

                    <BaseTextBlock class="mb-40" :title="'Снежный баран'">
                        <p class="mb-10">
                            В&nbsp;Путоранском заповеднике начались научно-исследовательские работы по&nbsp;изучению
                            путоранского снежного барана. &laquo;Норникель&raquo; поддержал эту инициативу.
                        </p>
                        <p>
                            Биологи хотят выяснить, как изменения климата влияют на&nbsp;самих животных
                            и&nbsp;на&nbsp;места их&nbsp;обитания. Для этого они проанализировали метеорологические
                            данные, собранные ближайшими к&nbsp;ареалу снежного барана метеостанциями за&nbsp;последние
                            50&nbsp;лет.
                        </p>
                    </BaseTextBlock>

                    <div class="ram">
                        <BaseNumberBlock textTop="30 млн рублей"
                            textBottom="выделила компания «Норникель» в&nbsp;2022–2023 годах на&nbsp;изучение путоранского снежного барана" />

                        <div>
                            <p>
                                Исследователи облетели запад и&nbsp;центр ареала снежного барана и&nbsp;изучили,
                                на&nbsp;каких территориях животные селятся летом и&nbsp;осенью. Они собрали образцы почв
                                и&nbsp;кормовых растений, а&nbsp;также провели лабораторные исследования экскрементов
                                этого подвида копытных. Для проведения генетических исследований митохондриальной ДНК
                                путоранского снежного барана учёные взяли кости, зубы и&nbsp;мягкие ткани погибших
                                животных.
                            </p>
                        </div>
                    </div>
                </BaseAccordion>


            </SectionWhite>
            <SectionOrange>
                <BaseTextBlock class="mb-60" :title="'Большой Арктический заповедник'"
                    :undertitle="'Красноярский край'">
                    Крупнейший заповедник в&nbsp;Евразии&nbsp;&mdash; Большой Арктический&nbsp;&mdash; расположен
                    на&nbsp;самом севере полуострова Таймыр. Он&nbsp;включает в&nbsp;себя не&nbsp;только материковые
                    территории, но&nbsp;и&nbsp;почти три десятка островов в&nbsp;Карском море и&nbsp;море Лаптевых.
                    <br /><br />
                    Границы заповедника находятся в&nbsp;7&nbsp;км от&nbsp;предприятий &laquo;Норникеля&raquo;.
                </BaseTextBlock>

                <div class="treasures__map treasures__map-4">
                    <BaseNumberBlock class="number-block-1" :textTop="'11&nbsp;мая&nbsp;1993&nbsp;г.'"
                        :textBottom="'территория получила статус особо охраняемой'" />
                    <BaseNumberBlock class="number-block-2" :textTop="'4&nbsp;169&nbsp;222&nbsp;га'"
                        :textBottom="'площадь'" />
                    <BasePhoto class="treasures__photo-block" :img="'img/treasures-img-4.jpg'"
                        :img-mobile="'img/treasures-img-4-mobile.jpg'" />
                </div>

                <BaseTextBlock class="mb-60">
                    Это места с&nbsp;суровым климатом. Основная часть заповедника представляет собой арктическую
                    тундру&nbsp;&mdash; заболоченные пространства с&nbsp;крайне бедной растительностью. В&nbsp;самых
                    северных участках тундра сменяется арктической пустыней: бесплодная
                    земля здесь покрыта ледниками, камнями и&nbsp;щебнем.
                </BaseTextBlock>

                <BaseTextBlock class="mb-60-40" title="Флора и фауна">
                    На&nbsp;территории Большого Арктического заповедника нет лесов. На&nbsp;бескрайних просторах
                    растут лишь травы, мхи, лишайники и&nbsp;кое‑где&nbsp;&mdash; карликовые ивы.
                </BaseTextBlock>

                <div class="number-blocks text-block__wrap mb-60-40">
                    <BaseNumberBlock :textTop="'124&nbsp;видa'" :textBottom="'птиц'" />
                    <BaseNumberBlock :textTop="'16&nbsp;видов'" :textBottom="'млекопитающих'" />
                    <BaseNumberBlock :textTop="'518&nbsp;видов'" :textBottom="'растений и&nbsp;грибов'" />
                </div>

                <BaseTextBlock class="mb-60">
                    Здесь можно встретить редкие и&nbsp;исчезающие виды млекопитающих и&nbsp;птиц: белого медведя,
                    атлантического и&nbsp;лаптевского моржей, беркута, исландского песочника, кроншнепа-малютку
                    и&nbsp;многих других. В&nbsp;водах морей, которые также находятся
                    на&nbsp;территории заповедника, водятся морские единороги&nbsp;&mdash; нарвалы.
                </BaseTextBlock>

                <BaseTextBlock class="treasures__help mb-100" title="Помощь «Норникеля»">
                    <span>
                        <p class="mb-10">
                            На&nbsp;протяжении уже более десятка лет &laquo;Норникель&raquo; оказывает финансовую
                            поддержку государственному учреждению &laquo;Заповедники Таймыра&raquo;, в&nbsp;состав
                            которого входят Большой Арктический, Путоранский, Таймырский заповедники, федеральные
                            заказники &laquo;Пуринский&raquo; и&nbsp;&laquo;Североземельский&raquo;. За&nbsp;это время
                            компания перечислила свыше 9,8 млн рублей на&nbsp;покупку строительных материалов,
                            оборудования и&nbsp;транспорта.
                        </p>
                        <p>
                            Помимо этого &laquo;Норникель&raquo; выделил &laquo;Заповедникам Таймыра&raquo; девять
                            грантов. Средства направили на&nbsp;создание туристической инфраструктуры, организацию
                            молодёжных летних полевых лагерей и&nbsp;привлечение волонтёров.
                        </p>
                    </span>
                    <BaseNumberBlock class="number-block-2"
                        :textTop="'26,45&nbsp;млн&nbsp;<span class=desktop-visible>рублей</span>'"
                        :textBottom="'общая сумма грантов, которые &laquo;Заповедники Таймыра&raquo; получили от&nbsp;&laquo;Норникеля&raquo;'" />
                    <a href="https://wikiway.com/russia/bolshoy-arkticheskiy-zapovednik/" target="_blank"
                        class="treasures__link">
                        <svg xmlns="http://www.w3.org/2000/svg" width="20" height="20" viewBox="0 0 20 20" fill="none">
                            <circle cx="10" cy="10" r="9.5" stroke="#D38235" />
                            <path
                                d="M14.5 10C14.5 12.7006 13.9516 15.1209 13.0883 16.8475C12.2101 18.604 11.0893 19.5 10 19.5C8.9107 19.5 7.78993 18.604 6.91168 16.8475C6.04839 15.1209 5.5 12.7006 5.5 10C5.5 7.29937 6.04839 4.87912 6.91168 3.15254C7.78993 1.39605 8.9107 0.5 10 0.5C11.0893 0.5 12.2101 1.39605 13.0883 3.15254C13.9516 4.87912 14.5 7.29937 14.5 10Z"
                                stroke="#D38235" />
                            <path d="M0.5 10H19.5" stroke="#D38235" />
                        </svg>
                        <div class="treasures__link-descr">
                            Перейти на&nbsp;сайт Большого Арктического заповедника
                        </div>
                    </a>
                </BaseTextBlock>

                <div class="treasures__bear">
                    <video @loadeddata="videoLoaded" autoplay loop muted playsinline>
                        <source
                            src="https://www.dropbox.com/scl/fi/6b39phymxy6yxg2t5kaqa/bear-1.mov?rlkey=ah29146b3a0w6by18g6ex50rd&st=24ggdbzg&dl=0"
                            type="video/mp4">
                        <source src="video/bear-1.webm" type="video/webm">
                    </video>
                    <picture v-if="!isLoadingOne">
                        <source type="image/webp" srcset="img/treasures-bear.webp">
                        <img loading="lazy" src="img/treasures-bear.png" alt="">
                    </picture>
                    <img class="bg" loading="lazy" src="img/bg/bg-1.webp" alt="">
                    <div class="treasures__bear-title">
                        Белый медведь
                    </div>
                    <div class="treasures__bear-descr">
                        <p class="mb-10">
                            В&nbsp;2012&nbsp;году &laquo;Норникель&raquo; выделил 7,43&nbsp;млн&nbsp;рублей
                            на&nbsp;проведение &laquo;переписи&raquo; белых медведей в&nbsp;Большом Арктическом
                            заповеднике. Учёные взяли у&nbsp;животных анализы крови и&nbsp;шерсти, а&nbsp;также пометили
                            хищников ошейниками и&nbsp;чипами.
                        </p>
                        <p>
                            Но&nbsp;компания финансирует не&nbsp;только&nbsp;научную работу&nbsp;&mdash; иной раз
                            ей&nbsp;приходится участвовать и&nbsp;в&nbsp;спасательных операциях, когда речь буквально
                            идёт о&nbsp;жизни и&nbsp;смерти животных.
                        </p>
                        <a class="link" href="/white-bears" target="_blank">
                            <div>Читать про&nbsp;Спасение белых&nbsp;медведей</div>
                            <svg xmlns="http://www.w3.org/2000/svg" width="20" height="8" viewBox="0 0 20 8"
                                fill="none">
                                <path
                                    d="M19.8536 4.35355C20.0488 4.15829 20.0488 3.84171 19.8536 3.64645L16.6716 0.464466C16.4763 0.269204 16.1597 0.269204 15.9645 0.464466C15.7692 0.659728 15.7692 0.976311 15.9645 1.17157L18.7929 4L15.9645 6.82843C15.7692 7.02369 15.7692 7.34027 15.9645 7.53553C16.1597 7.7308 16.4763 7.7308 16.6716 7.53553L19.8536 4.35355ZM0 4.5H19.5V3.5H0V4.5Z"
                                    fill="black" />
                            </svg>
                        </a>
                    </div>
                </div>
            </SectionOrange>
            <SectionWhite>
                <BaseTextBlock class="treasures__start">
                    <picture>
                        <source type="image/webp" srcset="img/treasures-3.webp">
                        <img loading="lazy" src="img/treasures-3.png" alt="">
                    </picture>
                    <div class="title">Заповедники Забайкальского дивизиона</div>
                </BaseTextBlock>

                <BaseTextBlock class="mb-60" title="Урюмканский заказник" :undertitle="'Забайкальский край'">
                    <span>
                        Заказник регионального значения расположен в&nbsp;Газимуро-Заводском районе Забайкальского края
                        в&nbsp;пределах среднего течения реки Урюмкан. Расстояние от&nbsp;его границ
                        до&nbsp;промышленных объектов &laquo;Норникеля&raquo; составляет 22&nbsp;км. По&nbsp;мнению
                        учёных, предприятия Забайкальского дивизиона компании не&nbsp;оказывают заметного воздействия
                        на&nbsp;биологическое разнообразие и&nbsp;экосистему заказника.
                    </span>
                </BaseTextBlock>

                <div class="treasures__map treasures__map-5">
                    <BaseNumberBlock class="number-block-1" :textTop="'1986&nbsp;г.'"
                        :textBottom="'территория получила статус особо&nbsp;охраняемой'" />
                    <BaseNumberBlock class="number-block-2" :textTop="'24&nbsp;478&nbsp;га'" :textBottom="'площадь'" />
                    <BasePhoto class="treasures__photo-block" :img="'img/treasures-img-5.jpg'"
                        :img-mobile="'img/treasures-img-5-mobile.jpg'"
                        :link-title="'Фото Bondarevich Evgeniy, CC BY-SA 4.0.'"
                        :link-url="'https://creativecommons.org/licenses/by-sa/4.0/'" />
                </div>

                <BaseTextBlock class="mb-40" title="Флора и фауна">
                    На&nbsp;территории заказника преобладают лиственничные леса с&nbsp;подлеском из&nbsp;рододендрона.
                    Помимо промысловых животных здесь можно встретить редкие и&nbsp;исчезающие виды.
                </BaseTextBlock>

                <div class="treasures-4 mb-100 treasures__scroll-block">
                    <TreasuresScrollSwiper4 />
                    <svg class="mobile-icon-scroll" xmlns="http://www.w3.org/2000/svg" width="49" height="43"
                        viewBox="0 0 49 43" fill="none">
                        <path fill-rule="evenodd" clip-rule="evenodd"
                            d="M17.2522 15.3469C17.4445 15.3469 17.6377 15.2811 17.7955 15.1466C18.147 14.8469 18.1887 14.3193 17.8885 13.9682C16.736 12.6208 16.1013 10.9023 16.1013 9.12929C16.1013 5.01713 19.4518 1.67171 23.5701 1.67171C27.6885 1.67171 31.039 5.01713 31.039 9.12929C31.039 10.9023 30.4043 12.6208 29.2518 13.9681C28.9516 14.3191 28.9932 14.8467 29.3447 15.1465C29.6964 15.4463 30.2248 15.4047 30.5249 15.0538C31.936 13.404 32.7132 11.3 32.7132 9.12929C32.7132 4.09535 28.6116 0 23.5701 0C18.5286 0 14.4271 4.09535 14.4271 9.12929C14.4271 11.3 15.2042 13.404 16.6153 15.0538C16.7809 15.2475 17.0158 15.3469 17.2522 15.3469ZM37.2992 33.2569C37.117 35.1289 36.3767 36.89 35.2146 38.2162C33.6211 40.0348 31.4197 40.9569 28.6713 40.9569C23.6455 40.9569 20.6547 36.6329 20.626 36.5906C20.6157 36.5752 20.6048 36.5602 20.5935 36.5456C18.475 33.8071 14.7644 26.9786 13.6775 24.9511C13.6716 24.9401 13.6735 24.9258 13.6762 24.9181C14.7728 24.2996 16.1283 24.6072 16.9038 25.6516L20.6622 30.7131C20.8773 31.0028 21.2541 31.1221 21.5972 31.009C21.9401 30.8959 22.1718 30.576 22.1718 30.2153V9.24948C22.1718 8.82245 22.3392 8.41513 22.6312 8.13203C22.888 7.88286 23.2153 7.75121 23.5609 7.76116C24.2858 7.78222 24.8757 8.47155 24.8757 9.2978V20.3073V22.4185C24.8757 22.8802 25.2504 23.2544 25.7128 23.2544C26.175 23.2544 26.5499 22.8802 26.5499 22.4185V20.3307C26.581 19.5318 27.1726 18.9069 27.8998 18.9069C28.6452 18.9069 29.2517 19.5749 29.2517 20.3958V23.2098C29.2517 23.6714 29.6266 24.0456 30.0888 24.0456C30.5512 24.0456 30.9259 23.6714 30.9259 23.2098C30.9259 22.3889 31.5324 21.7209 32.278 21.7209C33.0234 21.7209 33.6298 22.3889 33.6298 23.2098V25.4738C33.6298 25.578 33.6493 25.6813 33.6874 25.7783L33.7276 25.881C33.864 26.2291 34.215 26.4449 34.588 26.4084C34.9606 26.3723 35.264 26.0935 35.3308 25.7257C35.4567 25.0333 36.0139 24.5307 36.656 24.5307C37.3905 24.5307 37.99 25.1789 38.0076 25.983L37.2992 33.2569ZM36.656 22.859C38.3247 22.859 39.6823 24.2767 39.6823 26.0195C39.6823 26.0465 39.6809 26.0735 39.6783 26.1004L38.9656 33.4187C38.7498 35.6354 37.8651 37.7301 36.4745 39.3169C34.5764 41.4834 31.878 42.6286 28.6713 42.6286C22.8888 42.6286 19.5497 37.9781 19.253 37.5474C17.1139 34.7734 13.6108 28.3692 12.2015 25.7399C11.7699 24.9349 12.0546 23.9176 12.8359 23.4721C14.6816 22.4199 16.958 22.9178 18.2488 24.656L20.4975 27.6845V9.24948C20.4975 8.37334 20.8501 7.52896 21.4648 6.93283C22.0491 6.36612 22.8122 6.06663 23.6096 6.09012C25.2309 6.13726 26.5499 7.57627 26.5499 9.2978V17.5632C26.956 17.353 27.4144 17.2352 27.8998 17.2352C29.5641 17.2352 30.919 18.6459 30.9259 20.3826C31.333 20.1693 31.7923 20.0492 32.2779 20.0492C33.9408 20.0492 35.2948 21.4576 35.304 23.192C35.7134 22.9782 36.1736 22.859 36.656 22.859ZM27.3682 12.8811C26.9907 12.6146 26.9009 12.0931 27.1677 11.7161C27.694 10.9726 27.9722 10.0971 27.9722 9.18462C27.9722 6.76098 25.9974 4.7892 23.5701 4.7892C21.1428 4.7892 19.1681 6.76098 19.1681 9.18462C19.1681 10.1102 19.4533 10.9958 19.993 11.7454C20.2629 12.1202 20.1774 12.6426 19.8019 12.912C19.6541 13.0182 19.4832 13.0692 19.314 13.0693C19.0537 13.0693 18.7971 12.9484 18.6336 12.7212C17.8879 11.6855 17.4938 10.4626 17.4938 9.18462C17.4938 5.8392 20.2196 3.11749 23.5701 3.11749C26.9206 3.11749 29.6464 5.8392 29.6464 9.18462C29.6464 10.4446 29.2621 11.6536 28.535 12.6809C28.2682 13.0579 27.7457 13.1476 27.3682 12.8811Z"
                            fill="#C5C5C6" />
                        <path fill-rule="evenodd" clip-rule="evenodd"
                            d="M3.99145 9.48455L3.16866 8.8144H9.47678C9.93505 8.8144 10.3065 8.44165 10.3065 7.98181C10.3065 7.52197 9.93505 7.14922 9.47678 7.14922H3.16858L3.99136 6.47907C4.34716 6.18925 4.40151 5.66496 4.11267 5.30787C3.82375 4.95085 3.30126 4.8964 2.94562 5.18623L0.306926 7.33539L0.305017 7.33705C0.282531 7.35554 0.260875 7.37527 0.24038 7.39608C0.235152 7.40125 0.230755 7.40682 0.225776 7.41215C0.210841 7.42806 0.196403 7.44429 0.182795 7.46128C0.176489 7.4691 0.170846 7.47726 0.164872 7.48534C0.153338 7.50074 0.142137 7.51648 0.131765 7.53271C0.126289 7.54129 0.121144 7.55003 0.116082 7.55877C0.106208 7.57551 0.0967494 7.59266 0.088037 7.61014C0.0838053 7.61872 0.0795732 7.62729 0.0757563 7.63595C0.0672098 7.65452 0.0595764 7.6735 0.0524405 7.69274C0.0494534 7.70098 0.0462175 7.70922 0.0433963 7.71755C0.0366753 7.73786 0.0310329 7.75851 0.0258054 7.77941C0.023814 7.78732 0.0214075 7.79506 0.0196651 7.80314C0.0148525 7.82512 0.0113676 7.84751 0.00829744 7.87016C0.00730176 7.87732 0.00589116 7.8844 0.0050614 7.89172C0.00190833 7.92128 0 7.95126 0 7.98181C0 8.01228 0.00190833 8.04226 0.0050614 8.0719C0.00589116 8.07914 0.00730176 8.08622 0.00829744 8.09338C0.0113676 8.11602 0.0148525 8.13842 0.0196651 8.1604C0.0214075 8.16839 0.023814 8.17622 0.0258054 8.18421C0.0310329 8.20511 0.0366753 8.22576 0.0433963 8.24599C0.0462175 8.2544 0.0493705 8.26256 0.0524405 8.2708C0.0594934 8.29004 0.0671269 8.30894 0.0756734 8.32759C0.0795733 8.33624 0.0838052 8.3449 0.0881199 8.35348C0.0967494 8.37096 0.106125 8.38795 0.115917 8.40468C0.121061 8.41351 0.126289 8.42233 0.131848 8.43099C0.142137 8.44698 0.15309 8.46247 0.164457 8.4777C0.170514 8.48603 0.176489 8.49444 0.182961 8.5026C0.195988 8.51891 0.210011 8.5344 0.224282 8.54972C0.229842 8.55572 0.234903 8.56196 0.240629 8.56779C0.260958 8.58835 0.282282 8.60784 0.304603 8.62624L0.306843 8.62823L2.94554 10.7774C3.0993 10.9027 3.28425 10.9636 3.46796 10.9636C3.70941 10.9636 3.94871 10.8584 4.11267 10.6557C4.40151 10.2987 4.34716 9.77438 3.99145 9.48455Z"
                            fill="#C5C5C6" />
                        <path
                            d="M45.138 8.81443H38.8298C38.3716 8.81443 38 8.44168 38 7.98184C38 7.522 38.3716 7.14925 38.8298 7.14925H45.138L44.3153 6.4791C43.9595 6.18936 43.9051 5.66499 44.1939 5.30798C44.4826 4.95088 45.0054 4.89635 45.3611 5.18625L47.9998 7.33542L48.0016 7.33708C48.0242 7.35565 48.0457 7.3753 48.0662 7.39611C48.0715 7.40127 48.076 7.40694 48.0809 7.41226C48.0958 7.42817 48.1103 7.44432 48.1239 7.4613C48.1301 7.46913 48.1359 7.47737 48.1419 7.48545C48.1533 7.50094 48.1645 7.51659 48.1749 7.53274C48.1803 7.54132 48.1855 7.55006 48.1905 7.5588C48.2005 7.57562 48.2099 7.59269 48.2186 7.61017C48.2228 7.61875 48.227 7.62732 48.2309 7.63606C48.2394 7.65455 48.247 7.67353 48.2542 7.69276C48.2572 7.70101 48.2604 7.70925 48.2632 7.71766C48.2699 7.73781 48.2757 7.75846 48.2808 7.77927C48.2829 7.78735 48.2852 7.79517 48.287 7.80325C48.2918 7.82523 48.2952 7.84754 48.2982 7.87011C48.2993 7.87735 48.3008 7.88451 48.3016 7.89175C48.3047 7.92131 48.3066 7.95137 48.3066 7.98184C48.3066 8.01231 48.3047 8.04237 48.3016 8.07193C48.3008 8.07917 48.2993 8.08625 48.2983 8.09341C48.2953 8.11605 48.2918 8.13845 48.287 8.16051C48.2852 8.16851 48.2829 8.17625 48.2808 8.18424C48.2757 8.20514 48.2699 8.22587 48.2632 8.24602C48.2604 8.25443 48.2572 8.26259 48.2542 8.27083C48.2471 8.29015 48.2395 8.30905 48.231 8.32761C48.227 8.33636 48.2228 8.34493 48.2185 8.35351C48.2099 8.37099 48.2006 8.38798 48.1907 8.40479C48.1856 8.41362 48.1803 8.42236 48.1748 8.43102C48.1645 8.44701 48.1535 8.46249 48.1422 8.47781C48.1361 8.48606 48.1301 8.49455 48.1237 8.50262C48.1107 8.51894 48.0967 8.53451 48.0824 8.54975C48.0768 8.55574 48.0718 8.56207 48.066 8.5679C48.0457 8.58846 48.0244 8.60795 48.002 8.62626L47.9999 8.62826L45.3612 10.7775C45.2073 10.9027 45.0225 10.9637 44.8387 10.9637C44.5973 10.9637 44.3579 10.8584 44.1939 10.6558C43.9051 10.2988 43.9595 9.7744 44.3152 9.48458L45.138 8.81443Z"
                            fill="#C5C5C6" />
                    </svg>
                </div>

                <BaseTextBlock class="treasures__help" title="Помощь «Норникеля»">
                    <p>
                        В&nbsp;2021 году в&nbsp;Урюмканском заказнике на&nbsp;средства, выделенные
                        &laquo;Норникелем&raquo;, построили визит-центр и&nbsp;несколько домиков для&nbsp;туристов.
                        Также&nbsp;компания поддерживает научные исследования и&nbsp;просветительские проекты,
                        проводимые сотрудниками заказника.
                    </p>
                    <a href="http://zabaikaloopt.ru/gku-direkciya-oopt-zabajkalskogo/oopt/zakazniki/uryumkanskij/"
                        target="_blank" class="treasures__link">
                        <svg xmlns="http://www.w3.org/2000/svg" width="20" height="20" viewBox="0 0 20 20" fill="none">
                            <circle cx="10" cy="10" r="9.5" stroke="#D38235" />
                            <path
                                d="M14.5 10C14.5 12.7006 13.9516 15.1209 13.0883 16.8475C12.2101 18.604 11.0893 19.5 10 19.5C8.9107 19.5 7.78993 18.604 6.91168 16.8475C6.04839 15.1209 5.5 12.7006 5.5 10C5.5 7.29937 6.04839 4.87912 6.91168 3.15254C7.78993 1.39605 8.9107 0.5 10 0.5C11.0893 0.5 12.2101 1.39605 13.0883 3.15254C13.9516 4.87912 14.5 7.29937 14.5 10Z"
                                stroke="#D38235" />
                            <path d="M0.5 10H19.5" stroke="#D38235" />
                        </svg>
                        <div class="treasures__link-descr">
                            Перейти на&nbsp;сайт Урюмканского заказника
                        </div>
                    </a>
                </BaseTextBlock>

            </SectionWhite>
            <SectionOrange>
                <BaseTextBlock class="mb-60" :title="'Заказник «Реликтовые дубы»'" undertitle="Забайкальский край">
                    <p class="mb-10">
                        Заказник &laquo;Реликтовые дубы&raquo; находится на&nbsp;востоке Забайкальского края между
                        реками Газимура, Аргуни и&nbsp;Урюмкана. Роща, в&nbsp;которой растут дубы монгольские (Quercus
                        mongolica), возникла около 6&nbsp;тыс. лет назад. Этот вид деревьев
                        типичен для Приамурья и&nbsp;Приморья, однако в&nbsp;Сибири он&nbsp;встречается только
                        в&nbsp;границах заказника. Как и&nbsp;почему дубовая роща уцелела именно в&nbsp;этом месте,
                        учёные сказать пока не&nbsp;могут.
                    </p>
                    <p>
                        Заказник простирается вдоль границы между Россией и&nbsp;Китаем и&nbsp;включает в&nbsp;себя
                        таёжные и&nbsp;лесостепные сообщества, пойменные луга и&nbsp;высокотравные луговые степи.
                    </p>
                </BaseTextBlock>

                <div class="treasures__map treasures__map-6">
                    <BaseNumberBlock class="number-block-1" :textTop="'октябрь&nbsp;2011&nbsp;г.'"
                        :textBottom="'территория получила статус особо охраняемой'" />
                    <BaseNumberBlock class="number-block-2" :textTop="'30&nbsp;400&nbsp;га'" :textBottom="'площадь'" />
                    <BasePhoto class="treasures__photo-block" :img="'img/treasures-img-6.jpg'"
                        :img-mobile="'img/treasures-img-6-mobile.jpg'" />
                </div>

                <BaseTextBlock class="mb-100" title="Флора и фауна">
                    На&nbsp;территории заказника &laquo;Реликтовые дубы&raquo; насчитывается 56&nbsp;видов растений
                    и&nbsp;21&nbsp;вид животных, занесённых в&nbsp;Красную книгу. Среди них&nbsp;&mdash; черноголовая
                    иволга, большеклювая ворона, жужелица изумрудная и&nbsp;другие.
                    Как и&nbsp;в&nbsp;случае с&nbsp;дубами, многие эти виды широко распространены на&nbsp;Дальнем
                    Востоке, а&nbsp;в&nbsp;Сибири их&nbsp;можно обнаружить только на&nbsp;территории заказника.
                </BaseTextBlock>

                <BaseTextBlock class="treasures__help" title="Помощь «Норникеля»">
                    <p class="mb-10">
                        Первым делом компания вложила средства в&nbsp;строительство кордона егерей, а&nbsp;также
                        обеспечила сотрудников заказника техникой и&nbsp;средствами связи. Эта работа уже дала первые
                        результаты: в&nbsp;&laquo;Реликтовых дубах&raquo; заметно снизился уровень
                        браконьерства.
                    </p>
                    <p>
                        Благодаря поддержке &laquo;Норникеля&raquo; в&nbsp;заказнике появятся база для научных
                        экспедиций, дома приёма и&nbsp;экологические тропы. Кроме того, компания займётся
                        научно-просветительской работой: поможет с&nbsp;организацией лекций для детей и&nbsp;взрослых.
                    </p>
                    <BaseNumberBlock class="number-block-2" :textTop="'20&nbsp;млн&nbsp;рублей'"
                        :textBottom="'&laquo;Норникель&raquo; инвестировал в&nbsp;развитие заказника &laquo;Реликтовые дубы&raquo; с&nbsp;2017&nbsp;по&nbsp;2019 год'" />
                    <a href="http://www.oopt.aari.ru/oopt/%D0%A0%D0%B5%D0%BB%D0%B8%D0%BA%D1%82%D0%BE%D0%B2%D1%8B%D0%B5-%D0%B4%D1%83%D0%B1%D1%8B"
                        target="_blank" class="treasures__link">
                        <svg xmlns="http://www.w3.org/2000/svg" width="20" height="20" viewBox="0 0 20 20" fill="none">
                            <circle cx="10" cy="10" r="9.5" stroke="#D38235" />
                            <path
                                d="M14.5 10C14.5 12.7006 13.9516 15.1209 13.0883 16.8475C12.2101 18.604 11.0893 19.5 10 19.5C8.9107 19.5 7.78993 18.604 6.91168 16.8475C6.04839 15.1209 5.5 12.7006 5.5 10C5.5 7.29937 6.04839 4.87912 6.91168 3.15254C7.78993 1.39605 8.9107 0.5 10 0.5C11.0893 0.5 12.2101 1.39605 13.0883 3.15254C13.9516 4.87912 14.5 7.29937 14.5 10Z"
                                stroke="#D38235" />
                            <path d="M0.5 10H19.5" stroke="#D38235" />
                        </svg>
                        <div class="treasures__link-descr">
                            Перейти на&nbsp;сайт заказника &laquo;Реликтовые дубы&raquo;
                        </div>
                    </a>
                </BaseTextBlock>
            </SectionOrange>
            <SectionWhite class="mb-0">
                <BaseSidebar>
                    <p>
                        Сотрудничество с&nbsp;заповедниками&nbsp;&mdash; один из&nbsp;инструментов
                        &laquo;Норникеля&raquo; по&nbsp;сохранению и&nbsp;восстановлению биоразнообразия. Оказываемая
                        компанией ежегодная шефская помощь исчисляется десятками миллионов рублей. Средства
                        идут на&nbsp;покупку новой техники для сотрудников особо охраняемых территорий, а&nbsp;также
                        на&nbsp;научную и&nbsp;просветительскую работу.
                    </p>
                </BaseSidebar>
            </SectionWhite>
        </MainSection>
    </div>
</template>

<script>
import BaseHero from '@/layout/BaseHero.vue'
import MainSection from '@/layout/MainSection'
import SectionWhite from '@/layout/SectionWhite.vue'
import SectionOrange from '@/layout/SectionOrange.vue'
import BaseTextBlock from '@/components/BaseTextBlock.vue'
import BaseSidebar from '@/components/BaseSidebar'
import BaseNumberBlock from "@/components/BaseNumberBlock.vue";
import BaseAccordion from "@/components/BaseAccordion.vue";
import BaseDropdownInfo from "@/components/BaseDropdownInfo.vue"
import BasePhoto from "@/components/BasePhoto.vue";
import TreasuresScrollSwiper1 from "@/components/TreasuresScrollSwiper1.vue";
import TreasuresScrollSwiper2 from "@/components/TreasuresScrollSwiper2.vue";
import TreasuresScrollSwiper3 from "@/components/TreasuresScrollSwiper3.vue";
import TreasuresScrollSwiper4 from "@/components/TreasuresScrollSwiper4.vue";
import gsap from "gsap";
import ScrollTrigger from "gsap/ScrollTrigger";

gsap.registerPlugin(ScrollTrigger);

export default {
    components: {
        BaseHero,
        SectionOrange,
        SectionWhite,
        BaseTextBlock,
        MainSection,
        BaseSidebar,
        TreasuresScrollSwiper1,
        TreasuresScrollSwiper2,
        TreasuresScrollSwiper3,
        TreasuresScrollSwiper4,
        BasePhoto,
        BaseNumberBlock,
        BaseAccordion,
        BaseDropdownInfo,
    },
    data() {
        return {
            isLoadingOne: false,
            faq: {
                question: "Помощь «Норникеля» 2017–2022 гг.",
                isOpen: false,
            },
            faq2: {
                question: "Помощь «Норникеля» в 2023 г.",
                isOpen: false,
            },
            faq3: {
                question: "Помощь «Норникеля» 2017–2022 гг.",
                isOpen: false,
            },
            faq4: {
                question: "Помощь «Норникеля» в 2023 г.",
                isOpen: false,
            },
            faq5: {
                question: "Помощь «Норникеля» 2017–2022 гг.",
                isOpen: false,
            },
            faq6: {
                question: "Помощь «Норникеля» в 2023 г.",
                isOpen: false,
            },
            heroDescr: '&laquo;Норникель&raquo; на&nbsp;протяжении более чем&nbsp;десяти лет сотрудничает с&nbsp;заповедниками и&nbsp;заказниками Таймыра, Забайкалья и&nbsp;Кольского полуострова. При поддержке компании на&nbsp;особо охраняемых территориях появляются новые экологические маршруты и&nbsp;реализуются программы по&nbsp;изучению и&nbsp;сохранению редких видов животных и&nbsp;растений.'
        }
    },
    mounted() {
        this.$nextTick(function () {
            this.scrollAnimation();
        })
    },
    computed: {
        isMobile() {
            return window.innerWidth <= 768
        },
    },
    methods: {
        videoLoaded() {
            this.isLoadingOne = true;
        },
        scrollAnimation() {
            const collageItems = Array.from(document.querySelectorAll(".text-block__wrap"));
            collageItems.forEach((elem) => {

                this.oneScrollTrigger = gsap.fromTo(elem, {
                    y: 50,
                }, {
                    y: 0,
                    duration: 1,
                    scrollTrigger: {
                        start: '0% 100%',
                        end: 'bottom 75%',
                        trigger: elem,
                        scrub: true,
                        // markers: true,
                    },
                });
            });

            const sidebarItems = Array.from(document.querySelectorAll(".sidebar"));
            sidebarItems.forEach((elem) => {
                this.twoScrollTrigger = gsap.fromTo(elem, {
                    y: 50,
                }, {
                    y: 0,
                    duration: 1,
                    scrollTrigger: {
                        start: '0% 100%',
                        end: 'bottom 75%',
                        trigger: elem,
                        // markers: true,
                        scrub: true,
                    },
                });
            });
        }
    }
}
</script>

<style lang="scss">
.treasures {
    .accordion {
        border-top: 0.5px solid var(--grey, #626261);
        margin: 0 7.5rem;

        @media (max-width: 768px) {
            margin: 0 4rem;
        }

        .number-block {
            width: 22rem;
            left: 38rem;
        }
    }

    .reindeer {
        display: flex;
        gap: 3.94rem;
        padding: 4.69rem 7.06rem;
        height: 42.1875rem;
        border-radius: 1.1875rem;
        border: 1px solid var(--grey, #626261);
        background-repeat: no-repeat;
        background-position: 0rem 11rem;
        background-size: contain;
        background-image: url(../../public/img/reindeer.jpg);

        .number-block {
            position: static;
            width: 26rem;
            flex-shrink: 0;
            height: max-content;
        }
    }

    .initiatives {
        position: relative;
        height: 43rem;
        background-repeat: no-repeat;
        background-position: top;
        background-size: contain;
        background-image: url(../../public/img/initiatives.jpg);

        .number-block {
            height: max-content;

            &:first-child {
                top: 5rem;
                left: 63rem;
            }

            &:last-child {
                top: 29rem;
                left: 63rem;
            }

            &:nth-child(2) {
                width: 26rem;
                top: 29rem;
                left: 32rem;
            }
        }
    }

    .ram {
        display: flex;
        gap: 3.94rem;
        padding: 4.69rem 7.06rem;
        height: 42.1875rem;
        border-radius: 1.1875rem;
        border: 1px solid var(--grey, #626261);
        background-repeat: no-repeat;
        background-position: 0rem 11rem;
        background-size: contain;
        background-image: url(../../public/img/ram.jpg);

        .number-block {
            position: static;
            width: 25rem;
            flex-shrink: 0;
            height: max-content;
        }
    }

    .fertilizer {
        height: 35.5rem;
        padding-top: 4rem;
        background-repeat: no-repeat;
        background-position: center;
        background-size: cover;
        background-image: url(../../public/img/fertilizer.jpg);
    }

    .position-info-bird {
        position: absolute;
        bottom: 0;
        left: -24rem;
        width: 18.7rem;

        @media (max-width: 768px) {
            width: unset;
            right: 0;
            top: 12.8rem;
        }

        img {
            width: 7.25rem;
            margin-bottom: 0.75rem;

            @media (max-width: 768px) {
                position: absolute;
                margin-bottom: 0;
                width: 22.94rem;
                top: -13rem;
                right: 8rem;
            }
        }

        &__descr {
            font-size: 1.042rem;
            margin-bottom: 0.75rem;
            line-height: 130%;

            @media (max-width: 768px) {
                font-size: 4.53334rem;
                padding-left: 5.3334rem;
                margin-bottom: 5.3334rem;
                width: 85%;
                border-left: 1px solid #333;
            }
        }

        .dropdown-info__title {
            @media (max-width: 768px) {
                max-width: unset;
            }
        }

        .dropdown-info {
            margin-top: 1rem;
        }
    }

    .hero {
        @media (min-width: 769px) {
            background-color: #E5F2F4;
            background-position: top 1rem right 0;
        }

        @media (max-width: 768px) {
            min-height: unset;
            height: 193rem;
        }
    }

    .hero__descr {
        width: 47rem;

        @media (max-width: 768px) {
            width: unset;
        }
    }

    .text-block__wrap {
        width: 36.25rem;

        @media (max-width: 768px) {
            width: unset;
        }
    }

    .title {
        font-size: 2.36111rem;
        font-weight: 600;
        line-height: 130%;
        color: #D38235;

        @media (max-width: 768px) {
            font-size: 7.46667rem;
        }
    }

    .text-center {
        text-align: center;
    }

    &__link {
        position: relative;
        z-index: 2;
        display: flex;
        margin-top: 3.125rem;
        gap: 0.903rem;
        align-items: center;

        @media (max-width: 768px) {
            margin-top: 10rem;
        }

        svg {
            width: 1.389rem;
            height: 1.389rem;

            @media (max-width: 768px) {
                width: 5.334rem;
                height: 5.334rem;
            }
        }

        &-descr {
            color: #D38235;
            font-size: 1.04167rem;
            font-weight: 300;
            line-height: 130%;

            @media (max-width: 768px) {
                width: 52rem;
                font-size: 4rem;
            }
        }
    }

    &__start {
        text-align: center;
        margin-bottom: 4.16667rem;

        @media (max-width: 768px) {
            margin-bottom: 9.16667rem;
        }

        img {
            width: 26.528rem;
            height: 8.542rem;
            margin-bottom: 1.875rem;

            @media (max-width: 768px) {
                width: 100%;
                height: auto;
                margin-bottom: 4.833rem;
            }
        }
    }

    .number-blocks {
        display: flex;
        align-items: center;
        justify-content: flex-start;
        gap: 2.778rem;
        width: 51.7rem;

        @media (max-width: 768px) {
            flex-direction: column;
            gap: 7.467rem;
            width: 100%;
            align-items: flex-start;
        }

        .number-block {
            position: static;
            width: 15.278rem;

            @media (max-width: 768px) {
                margin-top: 0;
                width: unset;
            }
        }
    }

    .mobile-visible {
        display: none;

        @media (max-width: 768px) {
            display: block;
        }
    }

    .desktop-visible {
        display: block;

        @media (max-width: 768px) {
            display: none;
        }
    }

    &__laboratory {
        position: relative;
        margin: 0 auto;
        margin-bottom: 6.1111rem;
        width: 69.792rem;
        height: 31.042rem;
        display: flex;
        flex-direction: column;
        align-items: center;

        @media (max-width: 768px) {
            padding: 0 9.5rem;
            margin-bottom: 12rem;
            width: 100%;
            height: unset;
            align-items: flex-start;
        }

        &-car {
            width: 31.25rem;
            height: 14.7223rem;
            margin-bottom: 4.6528rem;

            @media (max-width: 768px) {
                width: 81rem;
                height: 36.8rem;
            }
        }

        &-line {
            width: 63.3334rem;
            height: 17.3612rem;
            position: absolute;
            top: 8.4028rem;

            @media (max-width: 768px) {
                display: none;
            }
        }

        &-wrap {
            display: flex;
            gap: 9rem;

            @media (max-width: 768px) {
                flex-direction: column;
                gap: 5rem;
            }
        }

        &-item {
            display: flex;
            flex-direction: column;
            align-items: center;
            width: 13.056rem;

            @media (max-width: 768px) {
                flex-direction: row;
                gap: 4.27rem;
                width: unset;
            }

            &:first-child,
            &:last-child {
                width: 8.1945rem;

                @media (max-width: 768px) {
                    width: unset;
                }
            }

            img {
                width: 8.1945rem;
                height: 7.3612rem;

                @media (max-width: 768px) {
                    width: 31.47rem;
                    height: 28.267rem;
                }
            }
        }

        &-text {
            font-size: 1.0417rem;
            font-weight: 600;
            line-height: 130%;
            text-align: center;

            @media (max-width: 768px) {
                font-size: 4rem;
                text-align: left;
            }
        }
    }

    &__map {
        position: relative;
        height: 36.667rem;
        margin-bottom: 3.95833rem;
        background-repeat: no-repeat;
        background-position: center;
        background-size: 100%;

        @media (max-width: 768px) {
            width: 89.6rem;
            height: 89.6rem;
            margin: 0 auto;
        }

        &-text {
            position: absolute;
            font-size: 1.25rem;
            font-weight: 300;
            line-height: 130%;
        }

        &-1 {
            background-image: url(../../public/img/treasures-map-1.png);

            @supports (background-image: url(../../public/img/treasures-map-1.webp)) {
                background-image: url(../../public/img/treasures-map-1.webp);
            }

            @media (max-width: 768px) {
                display: none;
            }

            .treasures__photo-block {
                position: absolute;
                top: 14.4rem;
                left: 55rem;
            }

            .treasures__map-text-1 {
                width: 23rem;
                top: 28.4rem;
                left: 8.4rem;
            }

            .treasures__map-text-2 {
                width: 20rem;
                top: 28.4rem;
                left: 69.4rem;
            }

            .number-block {
                border-left: none;
                width: 22rem;

                &-1 {
                    bottom: unset;
                    top: 2.4rem;
                    left: 69.4rem;
                }

                &-2 {
                    bottom: unset;
                    top: 2.3rem;
                    left: 10.4rem;
                }
            }
        }

        &-1-mobile {
            display: none;

            @media (max-width: 768px) {
                display: block;
                background-image: url(../../public/img/treasures-map-1-mobile.png);
                background-position: bottom;
                padding-left: 4.26667rem;
                margin: 0 auto;
                margin-bottom: 10rem;
                margin-top: 11rem;
                height: 144rem;

                @supports (background-image: url(../../public/img/treasures-map-1-mobile.webp)) {
                    background-image: url(../../public/img/treasures-map-1-mobile.webp);
                }

                .treasures__photo-block {
                    position: absolute;
                    top: 87rem;
                    left: 63.5rem;
                }
            }
        }

        &-2 {
            background-image: url(../../public/img/treasures-map-2.png);

            @supports (background-image: url(../../public/img/treasures-map-2.webp)) {
                background-image: url(../../public/img/treasures-map-2.webp);
            }

            @media (max-width: 768px) {
                background-image: url(../../public/img/treasures-map-2-mobile.png);

                @supports (background-image: url(../../public/img/treasures-map-2-mobile.webp)) {
                    background-image: url(../../public/img/treasures-map-2-mobile.webp);
                }

                height: 146rem;
                background-position: bottom;
                padding-left: 4.26667rem;
                margin-bottom: 11rem;
            }

            .treasures__photo-block {
                position: absolute;
                top: 14rem;
                left: 46.5rem;

                @media (max-width: 768px) {
                    top: 90rem;
                    left: 37.5rem;
                }
            }

            .number-block {
                border-left: none;
                width: 22rem;

                @media (max-width: 768px) {
                    width: unset;
                    border-left: 1px solid #333;
                }

                &-1 {
                    bottom: unset;
                    top: 17rem;
                    left: 72rem;
                }

                &-2 {
                    bottom: unset;
                    top: 17rem;
                    left: 12rem;
                }
            }
        }

        &-3 {
            height: 37.667rem;
            background-image: url(../../public/img/treasures-map-3.png);

            @supports (background-image: url(../../public/img/treasures-map-3.webp)) {
                background-image: url(../../public/img/treasures-map-3.webp);
            }

            @media (max-width: 768px) {
                background-image: url(../../public/img/treasures-map-3-mobile.png);

                @supports (background-image: url(../../public/img/treasures-map-3-mobile.webp)) {
                    background-image: url(../../public/img/treasures-map-3-mobile.webp);
                }

                height: 146rem;
                background-position: bottom;
                padding-left: 4.26667rem;
                margin-bottom: 11rem;
            }

            .treasures__photo-block {
                position: absolute;
                top: 17.8rem;
                left: 47.5rem;

                @media (max-width: 768px) {
                    top: 97rem;
                    left: 37.5rem;
                }
            }

            .number-block {
                border-left: none;
                width: 22rem;

                @media (max-width: 768px) {
                    width: unset;
                    border-left: 1px solid #333;
                }

                &-1 {
                    bottom: unset;
                    top: 17rem;
                    left: 72rem;
                }

                &-2 {
                    bottom: unset;
                    top: 17.5rem;
                    left: 11rem;
                }
            }
        }

        &-4 {
            background-image: url(../../public/img/treasures-map-4.png);

            @supports (background-image: url(../../public/img/treasures-map-4.webp)) {
                background-image: url(../../public/img/treasures-map-4.webp);
            }

            @media (max-width: 768px) {
                background-image: url(../../public/img/treasures-map-4-mobile.png);

                @supports (background-image: url(../../public/img/treasures-map-4-mobile.webp)) {
                    background-image: url(../../public/img/treasures-map-4-mobile.webp);
                }

                height: 146rem;
                background-position: bottom;
                padding-left: 4.26667rem;
                margin-bottom: 11rem;
            }

            .number-block {
                border-left: none;
                width: 22rem;

                @media (max-width: 768px) {
                    width: unset;
                    border-left: 1px solid #333;
                }

                &-1 {
                    bottom: unset;
                    top: 17rem;
                    left: 72rem;
                }

                &-2 {
                    bottom: unset;
                    top: 17.5rem;
                    left: 11rem;
                }
            }

            .treasures__photo-block {
                position: absolute;
                top: 15.2rem;
                left: 44.1rem;

                @media (max-width: 768px) {
                    top: 104rem;
                    left: 34.5rem;
                }
            }
        }

        &-5 {
            background-image: url(../../public/img/treasures-map-5.png);

            @supports (background-image: url(../../public/img/treasures-map-5.webp)) {
                background-image: url(../../public/img/treasures-map-5.webp);
            }

            @media (max-width: 768px) {
                background-image: url(../../public/img/treasures-map-5-mobile.png);

                @supports (background-image: url(../../public/img/treasures-map-5-mobile.webp)) {
                    background-image: url(../../public/img/treasures-map-5-mobile.webp);
                }

                height: 146rem;
                background-position: bottom;
                padding-left: 4.26667rem;
                margin-bottom: 11rem;
            }

            .treasures__photo-block {
                position: absolute;
                top: 14rem;
                left: 58rem;

                @media (max-width: 768px) {
                    top: 92rem;
                    left: 63.5rem;
                }
            }

            .number-block {
                border-left: none;
                width: 22rem;

                @media (max-width: 768px) {
                    width: unset;
                    border-left: 1px solid #333;
                }

                &-1 {
                    bottom: unset;
                    top: 17rem;
                    left: 72rem;
                }

                &-2 {
                    bottom: unset;
                    top: 17rem;
                    left: 14.5rem;
                }
            }
        }

        &-6 {
            background-image: url(../../public/img/treasures-map-6.png);

            @supports (background-image: url(../../public/img/treasures-map-6.webp)) {
                background-image: url(../../public/img/treasures-map-6.webp);
            }

            @media (max-width: 768px) {
                background-image: url(../../public/img/treasures-map-6-mobile.png);

                @supports (background-image: url(../../public/img/treasures-map-6-mobile.webp)) {
                    background-image: url(../../public/img/treasures-map-6-mobile.webp);
                }

                height: 146rem;
                background-position: bottom;
                padding-left: 4.26667rem;
                margin-bottom: 11rem;
            }

            .number-block {
                border-left: none;
                width: 22rem;

                @media (max-width: 768px) {
                    width: unset;
                    border-left: 1px solid #333;
                }

                &-1 {
                    bottom: unset;
                    top: 17rem;
                    left: 72rem;
                }

                &-2 {
                    bottom: unset;
                    top: 17rem;
                    left: 14.5rem;
                }
            }

            .treasures__photo-block {
                position: absolute;
                top: 23.3rem;
                left: 42.5rem;

                @media (max-width: 768px) {
                    top: 111.6rem;
                    left: 24rem;
                }
            }
        }

        &-7 {
            background-image: url(../../public/img/treasures-map-7.png);

            @supports (background-image: url(../../public/img/treasures-map-7.webp)) {
                background-image: url(../../public/img/treasures-map-7.webp);
            }

            @media (max-width: 768px) {
                background-image: url(../../public/img/treasures-map-7-mobile.png);

                @supports (background-image: url(../../public/img/treasures-map-7-mobile.webp)) {
                    background-image: url(../../public/img/treasures-map-7-mobile.webp);
                }

                height: 146rem;
                background-position: bottom;
                padding-left: 4.26667rem;
                margin-bottom: 11rem;
            }

            .number-block {
                border-left: none;
                width: 22rem;

                @media (max-width: 768px) {
                    width: unset;
                    border-left: 1px solid #333;
                }

                &-1 {
                    bottom: unset;
                    top: 2.4rem;
                    left: 70rem;
                }

                &-2 {
                    bottom: unset;
                    top: 2.4rem;
                    left: 10.5rem;
                }
            }

            .treasures__photo-block {
                position: absolute;
                top: 17.3rem;
                left: 36.5rem;

                @media (max-width: 768px) {
                    top: 98rem;
                    left: 13rem;
                }
            }
        }
    }

    &__help {
        .number-block-1 {
            bottom: unset;
            top: 10rem;
            left: -24rem;
        }

        .number-block-2 {
            bottom: 17rem;
            width: 19rem;
            left: 40rem;

            @media (max-width: 768px) {
                width: unset;
            }
        }
    }

    &__supervolcano {
        .number-block {
            width: 21.3rem;
            bottom: 2rem;
            left: 41rem;

            @media (max-width: 768px) {
                width: unset;
            }
        }
    }

    &__bear {
        position: relative;
        border-radius: 19px;
        border: 1px solid var(--grey, #626261);
        width: 67.09rem;
        padding: 4rem 3.34rem 4rem 33rem;
        margin: 0 auto;
        display: flex;
        flex-direction: column;

        @media (max-width: 768px) {
            width: unset;
            margin: 0 4rem;
            padding: 0 5.3334rem 7.47rem 5.3334rem;
            align-items: center;
        }

        &-title {
            margin-bottom: 1.3rem;
            font-size: 1.527778rem;
            font-weight: 600;
            line-height: 130%;

            @media (max-width: 768px) {
                font-size: 4.8rem;
                text-align: center;
                width: 54rem;
                margin-bottom: 6.4rem;
            }
        }

        .bg {
            position: absolute;
            width: 32rem;
            left: 1rem;
            top: 18rem;
            z-index: 1;

            @media (max-width: 768px) {
                display: none;
            }
        }

        &-descr {
            font-size: 1.25rem;
            font-weight: 300;
            line-height: 130%;
            flex-shrink: 0;

            @media (max-width: 768px) {
                font-size: 4.53334rem;
                text-align: center;
            }
        }

        img {
            position: absolute;
            display: block;
            width: 39rem;
            top: 3rem;
            left: -6rem;
            z-index: 2;

            @media (max-width: 768px) {
                width: 304px;
                height: 170px;
                margin-bottom: 40px;
                position: static;
            }
        }

        video {
            position: absolute;
            z-index: 2;
            width: 42rem;
            left: -7rem;
            top: -6rem;

            @media (max-width: 768px) {
                width: 84rem;
                left: 4rem;
                top: -18rem;
            }
        }

        .link {
            margin-top: 1.9rem;
            display: flex;
            align-items: center;
            gap: 0.625rem;
            padding: 0.45rem 1.39rem;
            border-radius: 32px;
            background: #fff;
            font-size: 1.25rem;
            font-weight: 300;
            color: var(--Gray-1, #333);
            line-height: 130%;
            transition: .3s;
            width: max-content;

            @media (max-width: 768px) {
                padding: 1.5rem;
                font-size: 4.8rem;
                text-align: center;
                width: unset;
                border-radius: 34px;
                margin-top: 6.4rem;
            }

            svg {
                width: 20px;
                height: 8px;

                @media (max-width: 768px) {
                    display: none;
                }
            }

            @media (min-width: 769px) {
                &:hover {
                    color: #fff;
                    background: var(--copper, #D38235);

                    svg path {
                        fill: #FFF;
                    }
                }
            }
        }
    }

    &__scroll-block {
        margin-top: 4.16666rem;
        position: relative;

        &__wrap {
            overflow: hidden;
        }

        .mobile-icon-scroll {
            display: none;
            position: absolute;
            width: 12.8rem;
            height: 11.2rem;
            top: 3rem;
            right: 7rem;

            @media (max-width: 768px) {
                display: block;
            }
        }
    }
}
</style>